Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/news/languages/*/*_news.xlf
Languages: es

# tl_news.headline.0
source: Title
es: Titular

# tl_news.headline.1
source: Please enter the news title.
es: Por favor introduce el titular de la noticia.

# tl_news.alias.0
source: News alias
es: Alias de noticia

# tl_news.alias.1
source: The news alias is a unique reference to the article which can be called instead of its numeric ID.
es: Un alias de noticia es una referencia única a una noticia, puede ser utilizado como la ID de la noticia.

# tl_news.author.0
source: Author
es: Autor

# tl_news.author.1
source: Here you can change the author of the news item.
es: Puedes cambiar el autor de la noticia.

# tl_news.date.0
source: Date
es: Fecha

# tl_news.date.1
source: Please enter the date according to the global date format.
es: Por favor introduce la fecha de la noticia.

# tl_news.time.0
source: Time
es: Hora

# tl_news.time.1
source: Please enter the time according to the global time format.
es: Por favor introduce la hora de la noticia.

# tl_news.subheadline.0
source: Subheadline
es: Subtitular

# tl_news.subheadline.1
source: Here you can enter a subheadline.
es: Puedes introducir un subtitular aqui.

# tl_news.teaser.0
source: News teaser
es: Texto breve

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full article. A "read more …" link will be added automatically.
es: El texto breve se muestra en vez de la noticia entera. Le sigue un enlance con "leer más..."

# tl_news.text.0
source: News text
es: Texto de noticia

# tl_news.text.1
source: Here you can enter the news text.
es: Por favor introduce el texto de la noticia.

# tl_news.addImage.0
source: Add an image
es: Añadir una imagen

# tl_news.addImage.1
source: Add an image to the news item.
es: Si seleccionas esta opción, una imagen será añadida a la noticia.

# tl_news.addEnclosure.0
source: Add enclosures
es: Añadir archivo

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
es: Añadir un archivo a la noticia

# tl_news.enclosure.0
source: Enclosures
es: Añadir RSS

# tl_news.enclosure.1
source: Please choose the files you want to attach.
es: Por favor selecciona el archivo que quieres añadir al RSS feed.

# tl_news.source.0
source: Redirect target
es: Página fuente

# tl_news.source.1
source: Here you can override the default redirect target.
es: Por favor selecciona si la noticia enlaza con una página interna o externa.

# tl_news.default.0
source: Use default
es: Utilizar valor por defecto

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
es: Al hacer clic en "leer más..." los visitantes serán redirigidos a una página por defecto del archivo de noticias.

# tl_news.internal.0
source: Page
es: Página interna

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
es: Al hacer clic en "leer más..." los visitantes serán redirigidos a una página interna donde podrán leer la noticia entera.

# tl_news.article.0
source: Article
es: Artículo

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
es: Al hacer clc en el botón "leer más...", los visitantes serán redirigidos a un artículo.

# tl_news.external.0
source: External URL
es: Web externa

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
es: Al hacer clic en "leer más..." los visitantes serán redirigidos a una web externa donde podrán leer la noticia entera.

# tl_news.jumpTo.0
source: Redirect page
es: Saltar a página

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
es: Por favor selecciona la página a la que será redirigidos los visitantes. Recuerda que la página de destino debe incluir el plugin "Lector de noticias" para poder mostrar la noticia.

# tl_news.articleId.0
source: Article
es: Artículo

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
es: Seleccione el artículo al que serán redirigidos los visitantes después de hacer clic en el elemento de noticias.

# tl_news.cssClass.0
source: CSS class
es: Clase CSS

# tl_news.cssClass.1
source: Here you can enter one or more classes.
es: Aqui puedes introducir una o más clases CSS.

# tl_news.noComments.0
source: Disable comments
es: Deshabilitar comentarios

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
es: Deshabilitar comentarios para este artículo de noticias.

# tl_news.featured.0
source: Feature item
es: Artículo destacado

# tl_news.featured.1
source: Show the news item in a featured news list.
es: Mostrar este artículo en la lista de noticias destacadas.

# tl_news.published.0
source: Publish item
es: Publicado

# tl_news.published.1
source: Make the news item publicly visible on the website.
es: La noticia no será visible en la web hasta que esté publicada.

# tl_news.start.0
source: Show from
es: Mostrar desde

# tl_news.start.1
source: Do not show the news item on the website before this day.
es: No mostrar esta noticia antes del día seleccionado.

# tl_news.stop.0
source: Show until
es: Mostrar hasta

# tl_news.stop.1
source: Do not show the news item on the website on and after this day.
es: No mostrar esta noticia después del día seleccionado.

# tl_news.tstamp.0
source: Revision date
es: Fecha de revisión

# tl_news.tstamp.1
source: Date and time of the latest revision
es: Fecha y hora de revisión

# tl_news.title_legend
source: Title and author
es: Título y autor

# tl_news.date_legend
source: Date and time
es: Fecha y hora

# tl_news.teaser_legend
source: Subheadline and teaser
es: Subtítulo y destacado

# tl_news.text_legend
source: News text
es: Texto notícia

# tl_news.image_legend
source: Image settings
es: Imágen artículo

# tl_news.enclosure_legend
source: Enclosures
es: Documentos adjuntos

# tl_news.source_legend
source: Redirect target
es: Destino redirección

# tl_news.expert_legend
source: Expert settings
es: Ajustes avanzados

# tl_news.publish_legend
source: Publish settings
es: Publicar ajustes

# tl_news.new.0
source: New article
es: Nueva noticia

# tl_news.new.1
source: Create a new news article
es: Crear una noticia nueva

# tl_news.show.0
source: Article details
es: Detalles de noticia

# tl_news.show.1
source: Show the details of news article ID %s
es: Mostrar los detalles de la noticia con ID %s

# tl_news.edit.0
source: Edit article
es: Editar noticia

# tl_news.edit.1
source: Edit news article ID %s
es: Editar noticia con ID %s

# tl_news.copy.0
source: Duplicate article
es: Copiar noticia

# tl_news.copy.1
source: Duplicate news article ID %s
es: Copiar noticia con ID %s

# tl_news.cut.0
source: Move article
es: Mover noticia

# tl_news.cut.1
source: Move news article ID %s
es: Mover noticia con ID %s

# tl_news.delete.0
source: Delete article
es: Eliminar noticia

# tl_news.delete.1
source: Delete news article ID %s
es: Eliminar noticia con ID %s

# tl_news.toggle.0
source: Publish/unpublish article
es: Publicar/retirar artículo

# tl_news.toggle.1
source: Publish/unpublish news article ID %s
es: Publicar/retirar el artículo de noticas con ID %s

# tl_news.feature.0
source: Feature/unfeature article
es: Resaltar artículo

# tl_news.feature.1
source: Feature/unfeature news article ID %s
es: Resaltar o no el artículo de noticias con ID %s.

# tl_news.editheader.0
source: Edit archive settings
es: Editar encabezado de noticia

# tl_news.editheader.1
source: Edit the archive settings
es: Editar el encabezado de este archivo

# tl_news.editmeta.0
source: Edit article settings
es: Editar configuración de los artículos

# tl_news.editmeta.1
source: Edit the article settings
es: Editar configuración del artículo

# tl_news.pasteafter.0
source: Paste into this archive
es: Pegar en este archivo

# tl_news.pasteafter.1
source: Paste after news article ID %s
es: Colocar después del artículo de noticias con ID %s
