Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/calendar/languages/*/*_module.xlf
Languages: sq

# tl_module.cal_calendar.0
source: Calendars
sq: Kalendarët

# tl_module.cal_calendar.1
source: Please select one or more calendars.
sq: Zgjedhoni një apo më shumë kalendarë.

# tl_module.cal_noSpan.0
source: Shortened view
sq: Pamja e shkurtër

# tl_module.cal_noSpan.1
source: Show events only once even if they span multiple days.
sq: Trego ngjarjet vetëm një herë, edhe në qoftë se zgjatin më shumë se një ditë.

# tl_module.cal_startDay.0
source: Week start day
sq: Dita e parë e javës

# tl_module.cal_startDay.1
source: Here you can choose the week start day.
sq: Zgjedhoni ditën e parë të javës.

# tl_module.cal_format.0
source: Event list format
sq: Formati

# tl_module.cal_format.1
source: Here you can choose the event list format.
sq: Zgjedhoni formatin e listave për ngjarje.

# tl_module.cal_ignoreDynamic.0
source: Ignore URL parameters
sq: Injoroj parametrat URL

# tl_module.cal_ignoreDynamic.1
source: Do not switch the time period based on the date/month/year URL parameters.
sq: Mos ndrysho periudhën kohore bazuar në parametrat URL data/muaji/viti.

# tl_module.cal_order.0
source: Sort order
sq: Radhitja

# tl_module.cal_order.1
source: Here you can choose the sort order.
sq: Zgjedhoni radhitjen.

# tl_module.cal_readerModule.0
source: Event reader module
sq: Modul lexus ngjarjesh

# tl_module.cal_readerModule.1
source: Automatically switch to the event reader if an event has been selected.
sq: Kaloni automatikisht te lexuesi ngjarjeve nëse një ngjarje është zgjedhur.

# tl_module.cal_limit.0
source: Number of events
sq: Numri i ngjarjeve

# tl_module.cal_limit.1
source: Here you can limit the number of events. Enter 0 to show all.
sq: Epeni numrin maksimal të ngjarjeve. Epeni 0 për t'i treguar të gjitha ngjarjet.

# tl_module.cal_template.0
source: Event template
sq: Shablloni ngjarjeve

# tl_module.cal_template.1
source: Here you can select the event template.
sq: Zgjedhoni një strukturë për ngjarje.

# tl_module.cal_ctemplate.0
source: Calendar template
sq: Shablloni kalendarit

# tl_module.cal_ctemplate.1
source: Here you can select the calendar template.
sq: Zgjedhoni shabllonin e kalendarit.

# tl_module.cal_showQuantity.0
source: Show number of events
sq: Trego numrin e ngjarjeve

# tl_module.cal_showQuantity.1
source: Show the number of events of each month in the menu.
sq: Trego numrin e ngjarjeve të secilit muaj në meny.

# tl_module.cal_list
source: Event list
sq: Listë ngjarjeve

# tl_module.cal_day
source: Day
sq: Ditë

# tl_module.cal_month
source: Month
sq: Muaj

# tl_module.cal_year
source: Year
sq: Vit

# tl_module.cal_all
source: All events
sq: Të gjitha ngjarjet

# tl_module.cal_upcoming
source: Upcoming events
sq: Ngjarjet e ardhshme

# tl_module.next_7
source: + 1 week
sq: + 1 javë

# tl_module.next_14
source: + 2 weeks
sq: + 2 javë

# tl_module.next_30
source: + 1 month
sq: + 1 muaj

# tl_module.next_90
source: + 3 months
sq: + 3 muaj

# tl_module.next_180
source: + 6 months
sq: +6 muaj

# tl_module.next_365
source: + 1 year
sq: + 1 vit

# tl_module.next_two
source: + 2 years
sq: + 2 vite

# tl_module.next_cur_month
source: of the current month
sq: të këtij muaji

# tl_module.next_cur_year
source: of the current year
sq: të këtij viti

# tl_module.next_next_month
source: of the next month
sq: të muajit të ardhshëm

# tl_module.next_next_year
source: of the next year
sq: të vitit të ardhshëm

# tl_module.next_all
source: All upcoming events
sq: Të gjitha ngjarjet e ardhshme

# tl_module.cal_past
source: Past events
sq: Ngjarjet e kaluara

# tl_module.past_7
source: - 1 week
sq: - 1 javë

# tl_module.past_14
source: - 2 weeks
sq: - 2 javë

# tl_module.past_30
source: - 1 month
sq: - 1 muaj

# tl_module.past_90
source: - 3 months
sq: - 3 muaj

# tl_module.past_180
source: - 6 months
sq: - 6 muaj

# tl_module.past_365
source: - 1 year
sq: - 1 vit

# tl_module.past_two
source: - 2 years
sq: - 2 vite

# tl_module.past_cur_month
source: of the current month
sq: të këtij muaji

# tl_module.past_cur_year
source: of the current year
sq: të ketij viti

# tl_module.past_prev_month
source: of the previous month
sq: të muajit të kaluar

# tl_module.past_prev_year
source: of the previous year
sq: të vitit të kaluar

# tl_module.past_all
source: All past events
sq: Të gjitha ngjarjet e kaluara
