Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/calendar/languages/*/default.xlf
Languages: fi, ro

# MSC.cal_events
source: %d event(s)
fi: %d tapahtuma(t)
ro: %d eveniment(e)

# MSC.cal_emptyDay
source: There are no events on this day.
fi: Tälle päivälle ei ole tapahtumia.
ro: Nu sunt evenimente în această zi.

# MSC.cal_emptyWeek
source: There are no events for this week.
fi: Tälle viikolle ei ole tapahtumia.
ro: Nu sunt evenimente în această săptamână.

# MSC.cal_emptyMonth
source: There are no events for this month.
fi: Tälle kuulle ei ole tapahtumia.
ro: Nu sunt evenimente în această lună.

# MSC.cal_emptyYear
source: There are no events for this year.
fi: Tälle vuodelle ei ole tapahtumia.
ro: Nu sunt evenimente pentru acest an.

# MSC.cal_empty
source: Currently there are no events.
fi: Tällä hetkellä ei ole tapahtumia.
ro: Nu mai urmează alte evenimente.

# MSC.cal_days
source: This event is repeated every %s. day
fi: Tämä tapahtuma toistetaan joka %s. päivä
ro: Acest eveniment se repetă la fiecare %s. zile

# MSC.cal_weeks
source: This event is repeated every %s. week
fi: Tämä tapahtuma toistetaan joka %s. viikko
ro: Acest eveniment se repetă la fiecare %s. săptămâni

# MSC.cal_months
source: This event is repeated every %s. month
fi: Tämä tapahtuma toistetaan joka %s. kuukausi
ro: Acest eveniment se repetă la fiecare %s. luni

# MSC.cal_years
source: This event is repeated every %s. year
fi: Tämä tapahtuma toistetaan joka %s. vuosi
ro: Acest eveniment se repetă la fiecare %s. ani

# MSC.cal_until
source: until %s
fi: saakka %s
ro: până la %s
