Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/devtools/languages/*/*_extension.xlf
Languages: es, sq

# tl_extension.title.0
source: Title
es: Título
sq: Titull

# tl_extension.title.1
source: Please enter the extension title.
es: Introducir el título de la extensión.
sq: Epeni titullin e shtesës.

# tl_extension.folder.0
source: Folder name
es: Nombre de la carpeta
sq: Emri dosjes

# tl_extension.folder.1
source: Please enter a unique folder name.
es: Introducir un nombre único de carpeta.
sq: Epeni një emër të vetëm (unik) për dosjen.

# tl_extension.author.0
source: Author
es: Autor
sq: Autori

# tl_extension.author.1
source: Please enter the author's name and an optional e-mail address (e.g. <em>Name [e-mail@address.com]</em>).
es: Introducir el nombre del autor y una opcional dirección de correo electrónico (por ejemplo <em>Nombre [e-mail@address.com]</em>).
sq: Epeni emrin dhe vullnetarisht adresen elektronike (p.sh. <em>Fisteku [filani@adresa.com]</em>).

# tl_extension.copyright.0
source: Copyright
sq: E drejtë e autorit (copyright)

# tl_extension.copyright.1
source: Please enter the copyright notice (e.g. <em>Name 2012</em>).
es: Introducir el aviso de copyright (por ejemplo, <em>Nombre 2012 </em>).
sq: Ju lutem shkruani të drejtat e autorit (Copyright), si p. sh. <em>Emri 2012</em>.

# tl_extension.package.0
source: Package
es: Paquete
sq: Paketa

# tl_extension.package.1
source: Please enter the package name without spaces (e.g. <em>MyCustomModule</em>).
es: Introducir el nombre del paquete sin espacios (por ejemplo <em>MyCustomModule</em>).
sq: Epeni emrin e paketes pa hapësira (p. sh. <em>MyCustomModule</em>).

# tl_extension.license.0
source: License
es: Licencia
sq: Liçensa

# tl_extension.license.1
source: Please enter the license type (e.g. <em>GNU/LGPL</em>).
es: introducir el tipo de licencia (por ejemplo <em>GNU/LGPL</em>).
sq: Epeni llojin e liçensës (p.sh. <em>GNU/LGPL</em>).

# tl_extension.addBeMod.0
source: Add a back end module
es: Añadir un módulo back end
sq: Fut një modul Back end

# tl_extension.addBeMod.1
source: Add a back end module to the extension.
es: Añadir un módulo back end a la extensión
sq: Fut shtesës një modul Back end

# tl_extension.beClasses.0
source: Back end classes
es: Classes del back end
sq: Klasat e Back end

# tl_extension.beClasses.1
source: Here you can enter a comma separated list of back end classes.
es: Introducir una lista separada por comas de clases de back-end.
sq: Këtu mund të përcaktoni një listë të ndarë me presje të klasave në Back end.

# tl_extension.beTables.0
source: Back end tables
es: Tablas de back end
sq: Tabelat e Back end

# tl_extension.beTables.1
source: Here you can enter a comma separated list of back end tables.
es: Introducir una lista separada por comas de tablas de back end.
sq: Këtu mund të përcaktoni një listë të ndarë me presje të tabelave në Back end.

# tl_extension.beTemplates.0
source: Back end templates
es: Plantillas de back end
sq: Shabllonat e Back end

# tl_extension.beTemplates.1
source: Here you can enter a comma separated list of back end templates.
es: Introducir una lista separada por comas de plantillas de back end.
sq: Këtu mund të përcaktoni një listë të ndarë me presje të shablloneve në Back end.

# tl_extension.addFeMod.0
source: Add a front end module
es: Agregue un módulo front end
sq: Fut një modul Front end

# tl_extension.addFeMod.1
source: Add a front end module to the extension.
es: Agregue un módulo front end a la extensión.
sq: Fut shtesës një modul Front end

# tl_extension.feClasses.0
source: Front end classes
es: Classes de front end
sq: Klasat e Front end

# tl_extension.feClasses.1
source: Here you can enter a comma separated list of front end classes.
es: Introducir una lista separada por comas de clases de front end.
sq: Këtu mund të përcaktoni një listë të ndarë me presje të klasave në Front end.

# tl_extension.feTables.0
source: Front end tables
es: Tablas de front end
sq: Tabelat e Front end

# tl_extension.feTables.1
source: Here you can enter a comma separated list of front end tables.
es: Introducir una lista separada por comas de tablas de front end.
sq: Këtu mund të përcaktoni një listë të ndarë me presje të tabelave në Front end.

# tl_extension.feTemplates.0
source: Front end templates
es: Plantillas de front end
sq: Shabllona e Front end

# tl_extension.feTemplates.1
source: Here you can enter a comma separated list of front end templates.
es: Introducir una lista separada por comas de plantillas de front end.
sq: Këtu mund të përcaktoni një listë të ndarë me presje të shablloneve në Front end.

# tl_extension.addLanguage.0
source: Add language packs
es: Agregar paquetes de idioma
sq: Fut paketa të gjuhëve

# tl_extension.addLanguage.1
source: Add one or more language packs to the extension.
es: Agregar uno o más paquetes de idioma a la extensión.
sq: Fut shtesës një apo më shumë paketa gjuhësore.

# tl_extension.languages.0
source: Languages
es: Idiomas
sq: Gjuhë

# tl_extension.languages.1
source: Here you can enter a comma separated list of languages (e.g. <em>en,de</em>).
es: Introducir una lista separada por comas de los idiomas (por ejemplo <em>en,de</em>).
sq: Ketu mund të epeni një listë të ndarë me presje të gjuhëve ( p.sh. <em>en,sq</em>).

# tl_extension.title_legend
source: Title and name
es: Título y nombre
sq: Titulli dhe emri

# tl_extension.license_legend
source: License information
es: Información sobre la licencia
sq: Informatat e liçenses

# tl_extension.backend_legend
source: Back end resources
es: Recursos de back end
sq: Burimet e Back end

# tl_extension.frontend_legend
source: Front end resources
es: Recursos de front end
sq: Burimet e Front end

# tl_extension.language_legend
source: Language settings
es: Ajustes de idioma
sq: Konfigurimi gjuhëve

# tl_extension.headline
source: Create extension ID %s
es: Crear una extensión ID %s
sq: Krijo shtesë ID %s

# tl_extension.label
source: How to create an extension
es: Como crear una extensión
sq: Si të krijohet një shtesë

# tl_extension.confirm
source: The files have been created
es: Los archivos se han creado
sq: Skedaret janë krijuar

# tl_extension.unique
source: Folder "%s" exists already!
es: ¡La carpeta "%s" ya existe!
sq: Dosja "%s" egziston tashmë!

# tl_extension.new.0
source: New extension
es: Nueva extensión
sq: Shtesë të re

# tl_extension.new.1
source: Create a new extension
es: Crear una nueva extensión
sq: Krijo shtesë të re

# tl_extension.show.0
source: Extension details
es: Detalles de la extensión
sq: Detajet e shtesës

# tl_extension.show.1
source: Show the details of extension ID %s
es: Mostrar los detalles de la extensión ID %s
sq: Trego detajet e shtesës ID %s

# tl_extension.edit.0
source: Edit extension
es: Editar extensión
sq: Përpuno shtesën

# tl_extension.edit.1
source: Edit extension ID %s
es: Editar extensión ID %s
sq: Përpuno shtesën ID %s

# tl_extension.copy.0
source: Copy extension
es: Copiar extensión
sq: Kopjo shtesën

# tl_extension.copy.1
source: Copy extension ID %s
es: Copiar extensión ID %s
sq: Kopjo shtesën ID %s

# tl_extension.delete.0
source: Delete extension
es: Borrar extensión
sq: Shlyej shtesën

# tl_extension.delete.1
source: Delete extension ID %s
es: Borrar extensión ID %s
sq: Shlyej shtesën ID %s

# tl_extension.create.0
source: Create files
es: Crear archivos
sq: Krijo skedarë

# tl_extension.create.1
source: Create the files of extension ID %s
es: Cree los archivos de extensión ID %s
sq: Krijo skedaret me shtesën ID %s

# tl_extension.make.0
source: Create files
es: Crear archivos
sq: Krijo skedarë

# tl_extension.make.1
source: Click the "Create files" button to generate a new folder in the <em>system/modules</em> directory (note that existing files will be overwritten). The folder will contain all files and subfolders that are required to set up the extension. It is recommended to download these files to your development environment.
es: Hacer clic en "Crear archivos" para generar una nueva carpeta en la carpeta <em>system/modules</em> (tenga en cuenta que los archivos existentes se sobrescribirán). La carpeta contiene todos los archivos y subcarpetas que se requieren para establecer la extensión. Se recomienda descargar estos archivos en el entorno de desarrollo.
sq: Kliko pullën "Krijo dosjet" për të gjeneruar një dosje të re në <em> system/modules</em> (vini re se dosjet ekzistuese do të ripërshkruhen).Dosja do të përmbajë të gjitha dosjet dhe nëndosjet që janë të nevojshme për të ngritur shtesën. Rekomandojmë që të shkarkohen këto skedarë në mjedisin e zhvillimit.
