Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/core/languages/*/*_article.xlf
Languages: sq

# tl_article.title.0
source: Title
sq: Titulli

# tl_article.title.1
source: Please enter the article title.
sq: Epeni titullin e artikullit.

# tl_article.alias.0
source: Article alias
sq: Pseudonimi artikullit

# tl_article.alias.1
source: The article alias is a unique reference to the article which can be called instead of its numeric ID.
sq: Pseudonimi artikullit është referencë e artikullit, e cila mund të thirret në vend të ID-së së artikullit.

# tl_article.author.0
source: Author
sq: Autori

# tl_article.author.1
source: Here you can change the author of the article.
sq: Ju lutem shtypni emrin e autorit

# tl_article.inColumn.0
source: Display in
sq: Vendose në

# tl_article.inColumn.1
source: Please choose the layout section you want the article to be displayed in.
sq: Ju lutem bashkangjitni artikullin me një kollonë ose me kokën (header) apo fundin (footer) e faqes

# tl_article.keywords.0
source: Meta keywords
sq: Fjalët kyçe

# tl_article.keywords.1
source: Here you can enter a list of comma separated keywords. Keywords, however, are no longer relevant to most search engines (including Google).
sq: Këtu ju mund të fusni disa fjalë kyçe të ndara nga njëra tjetra me presje. Keto fjalë perdoren nga motorët e kërkimit për të gjetur këtë faqe. Kini parasysh që motorët e kërkimit shfaqin rreth 800 shkronja.

# tl_article.teaserCssID.0
source: Teaser CSS ID/class
sq: Ngacmues CSS ID/klasa

# tl_article.teaserCssID.1
source: Here you can set an ID and one or more classes for the teaser element.
sq: Këtu ju mund të fusni ID dhe një apo më shumë klasa për elementin ngacmues.

# tl_article.showTeaser.0
source: Show teaser
sq: Trego Tërheqje/Kërcenim

# tl_article.showTeaser.1
source: Show the article teaser if there are multiple articles.
sq: Trego Tërheqjen/Kërcenimin në vend të artikullit në qoftë se ka shumë artikuj.

# tl_article.teaser.0
source: Article teaser
sq: Tërheqje/Kërcenim

# tl_article.teaser.1
source: The article teaser can also be displayed with the content element "article teaser".
sq: Teksti tërheqës/kërcenues mund të tregohet automatikisht me elementin përmbajtës "article teaser".

# tl_article.printable.0
source: Syndication
sq: Aktivo Shtypjen në PDF

# tl_article.printable.1
source: Here you can choose which options are available.
sq: Duke aktivizuar këtë opsion një buton me emrin "PDF" do të shfaqet në krye të artikujve. Skedaret CSS me media type "print" ose "all" trajtohen nga sistemi.

# tl_article.guests.0
source: Show to guests only
sq: Trego vetëm vizitorëve

# tl_article.guests.1
source: Hide the article if a member is logged in.
sq: Mbaj të fshehtë artikullin në qoftë se një anëtar është i qasur.

# tl_article.protected.0
source: Protect article
sq: Mbroj artikullin

# tl_article.protected.1
source: Show the article to certain member groups only.
sq: Trego artikullin vetëm anëtarëve grupor të caktuar .

# tl_article.groups.0
source: Allowed member groups
sq: Anëtarë të lejuar të grupit

# tl_article.groups.1
source: These groups will be able to see the article.
sq: Këto grupe janë në gjendje për të parë artikullin.

# tl_article.cssID.0
source: CSS ID/class
sq: CSS ID ose class

# tl_article.cssID.1
source: Here you can set an ID and one or more classes.
sq: Këtu mund të fusni nje ID të CSS ose një apo më shume CSS class për të formatuar artikullin duke përdorur CSS.

# tl_article.space.0
source: Space in front and after
sq: Hapësira sipër dhe poshtë

# tl_article.space.1
source: Here you can enter the spacing in front of and after the article in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
sq: Ju lutem fusni hapësiren sipër dhe poshtë artikullit. Njesia matëse në pixel.

# tl_article.published.0
source: Publish article
sq: Aktivo Botimin

# tl_article.published.1
source: Make the article publicly visible on the website.
sq: Vizitorët e sitit mund të konsultojne artikullin vetëm pas aktivizimit të këtij opsioni.

# tl_article.start.0
source: Show from
sq: Botimi nga

# tl_article.start.1
source: Do not show the article on the website before this day.
sq: N.q.se zgjidhni një datë, publikimi bëhet i mundshëm vetëm duke filluar nga kjo datë.

# tl_article.stop.0
source: Show until
sq: Botimi deri

# tl_article.stop.1
source: Do not show the article on the website on and after this day.
sq: Artikulli nuk do të paraqitet në ueb-faqe në datën dhe pas datës së dhënë këtu.

# tl_article.tstamp.0
source: Revision date
sq: Data e korrigjimit

# tl_article.tstamp.1
source: Date and time of the latest revision
sq: Data dhe ora e korrigjimit të fundit

# tl_article.title_legend
source: Title and author
sq: Titulli dhe autori

# tl_article.layout_legend
source: Section and keywords
sq: Seksioni dhe fjalët kyçe

# tl_article.syndication_legend
source: Syndication
sq: Aktivo Shtypjen në PDF

# tl_article.teaser_legend
source: Article teaser
sq: Ngacmuesi artikullit

# tl_article.template_legend
source: Template settings
sq: Konfigurimi shablloneve

# tl_article.protected_legend
source: Access protection
sq: Mbrojtja kyçjes

# tl_article.expert_legend
source: Expert settings
sq: Konfigurimi ekspert

# tl_article.publish_legend
source: Publish settings
sq: Publiko konfigurimin

# tl_article.print
source: Print the page
sq: Shtyp faqën

# tl_article.pdf
source: Export as PDF
sq: Eksporto në PDF

# tl_article.facebook
source: Share on Facebook
sq: Shpërndaj në Facebook

# tl_article.twitter
source: Share on Twitter
sq: Shpërndaj në Twitter

# tl_article.gplus
source: Share on Google+
sq: Shpërndaj në Google+

# tl_article.header
source: Header
sq: Koka

# tl_article.left
source: Left column
sq: Kollona e majtë

# tl_article.main
source: Main column
sq: Kollona kryesore

# tl_article.right
source: Right column
sq: Kollona e djathtë

# tl_article.footer
source: Footer
sq: Fundi

# tl_article.new.0
source: New article
sq: Artikull i ri

# tl_article.new.1
source: Create a new article
sq: Krijo një artikull të ri

# tl_article.show.0
source: Article details
sq: Detajet e artikullit

# tl_article.show.1
source: Show the details of article ID %s
sq: Paraqit detajet e artikullit me ID %s

# tl_article.edit.0
source: Edit article
sq: Modifiko artikullin

# tl_article.edit.1
source: Edit article ID %s
sq: Modifiko artikullin me ID %s

# tl_article.editheader.0
source: Edit article settings
sq: Modifiko konfigurimin e artikujt

# tl_article.editheader.1
source: Edit the settings of article ID %s
sq: Modifiko konfigurimin e artikujt ID %s

# tl_article.copy.0
source: Duplicate article
sq: Dupliko artikullin

# tl_article.copy.1
source: Duplicate article ID %s
sq: Dupliko artikullin me ID %s

# tl_article.cut.0
source: Move article
sq: Zhvendos artikullin

# tl_article.cut.1
source: Move article ID %s
sq: Zhvendos artikullin me ID %s

# tl_article.delete.0
source: Delete article
sq: Fshij artikullin

# tl_article.delete.1
source: Delete article ID %s
sq: Fshij artikullin me ID %s

# tl_article.toggle.0
source: Publish/unpublish article
sq: Publiko/ç'publiko artikuj

# tl_article.toggle.1
source: Publish/unpublish article ID %s
sq: Publiko/ç'publiko artikullin ID %s

# tl_article.pasteafter.0
source: Paste after
sq: Ngjite pas

# tl_article.pasteafter.1
source: Paste after article ID %s
sq: Ngjite pas artikullit me ID %s

# tl_article.pasteinto.0
source: Paste into
sq: Ngjite brenda

# tl_article.pasteinto.1
source: Paste into page ID %s
sq: Ngjite brenda faqes me ID %s
