Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/core/languages/*/*_form.xlf
Languages: fi, sq

# tl_form.title.0
source: Title
fi: Otsikko
sq: Titulli

# tl_form.title.1
source: Please enter the form title.
fi: Syötä lomakkeelle otsikko.
sq: Epeni titullin e formularit.

# tl_form.alias.0
source: Form alias
fi: Lomakkeen alias
sq: Alias i formularit

# tl_form.alias.1
source: The form alias is a unique reference to the form which can be called instead of its numeric ID.
fi: Lomakkeen alias on yksilöllinen viite jolla lomaketta voidaan kutsua sen numeerisen tunnisteen sijasta.
sq: Alias i formularit është një referim unik për një formular i cili mund të thirret sipas tij në vend të ID-së numerike.

# tl_form.jumpTo.0
source: Redirect page
fi: Uudelleenohjauksen sivu
sq: Paso në faqe

# tl_form.jumpTo.1
source: Please choose the page to which visitors will be redirected after submitting the form.
fi: Ole hyvä ja valitse sivu, jolle vieralijat ohjataan lomakkeen lähetyksen jälkeen.
sq: Të dhënat e formularit i pasohen një faqe tjetër, e cila i përpunon ato ose e paraqet një falënderim "Ju falënderojmë për lajmin e juaj". Këtu mund ta caktoni një faqe të tillë.

# tl_form.sendViaEmail.0
source: Send form data via e-mail
fi: Lähetä lomakkeen tiedot sähköpostitse
sq: Dërgo me post elektronike

# tl_form.sendViaEmail.1
source: Send the submitted data to an e-mail address.
fi: Lähetä annetut tiedot sähköpostiosoitteeseen.
sq: Zgjedhja e këtij opsion shkakton të dhënat e formularit të dërgohen sipas postës elektronike.

# tl_form.recipient.0
source: Recipient address
fi: Vastaanottajan osoite
sq: Marrës

# tl_form.recipient.1
source: Separate multiple e-mail addresses with comma.
fi: Erittele useampi sähköpostiosoite pilkulla.
sq: Epeni një apo më shumë (të ndarë me presje) adresa elektronike të marrësve. Lejohen të dhënat në "Friendly Name Format" (p.sh. "Emri [emri@domain.com]").

# tl_form.subject.0
source: Subject
fi: Aihe
sq: Subjekt

# tl_form.subject.1
source: Please enter the e-mail subject.
fi: Syötä sähköpostin otsikko.
sq: Epeni një rresht si subjekt për E-Mail. Në qoftë se nuk epeni një rresht si subjekt, rriten gjasat që E-Mail-i mund të identifikohet si SPAM.

# tl_form.format.0
source: Data format
fi: Datamuoto
sq: Formati i të dhënave

# tl_form.format.1
source: Defines how the form data will be forwarded.
fi: Määrittelee kuinka lomakkeen tiedot välitetään.
sq: Zgjedhoni formatin për të dhënat e formularit.

# tl_form.raw.0
source: Raw data
fi: Raakadata
sq: Data të papërpunuara

# tl_form.raw.1
source: The form data will be sent as plain text message with each field in a new line.
fi: Lomakedata lähetetään raakatekstinä kukin kenttä omalla rivillään.
sq: Datat e formularit do të dërgohen si lajm në formë të thjeshtë teksti me një praparresht shtesë pas çdo fushe.

# tl_form.xml.0
source: XML file
fi: XML tiedosto
sq: Skedarë XML

# tl_form.xml.1
source: The form data will be attached to the e-mail as an XML file.
fi: Lomakedata lähetetään XML-liitteenä.
sq: Të dhënat në formular i bashkëngjiten E-Mail-it si XML-skedarë.

# tl_form.csv.0
source: CSV file
fi: CSV tiedosto
sq: Skedarë CSV

# tl_form.csv.1
source: The form data will be attached to the e-mail as a CSV file.
fi: Lomakedata lähetetään CSV-liitteenä.
sq: Të dhënat në formular i bashkëngjiten E-Mail-it si CVS-skedarë (comma separated values = të dhëna të ndara me presje).

# tl_form.email.0
source: E-mail
fi: Sähköposti
sq: Format i postës elektronike

# tl_form.email.1
source: Ignores all fields except <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
fi: Jättää huomiotta kaikki kentät, paitsi <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> ja <em>cc</em> (carbon copy) ja lähettää lomakkeen ikään kuin se olisi lähetetty sähköpostiasiakasohjelmasta. Tiedostolataukset ovat sallittuja.

# tl_form.skipEmtpy.0
source: Skip empty fields
fi: Ohita tyhjät kentät
sq: Kalo fushat e zbrazët

# tl_form.skipEmtpy.1
source: Hide empty fields in the e-mail.
fi: Piilota tyhjät kentät sähköpostiviestistä
sq: Fshij fushat e zbrazët në e-mail

# tl_form.storeValues.0
source: Store data
fi: Tallenna tiedot
sq: Ruaj të dhënat

# tl_form.storeValues.1
source: Store the submitted data in the database.
fi: Tallenna vastaanotettu data tietokantaan.
sq: Zgjedhja e këtij opsioni mundëson ruajtjen e të dhënave dhe i paraqet ato në fushat e formularit.

# tl_form.targetTable.0
source: Target table
fi: Kohdetaulu
sq: Tabela e synuar

# tl_form.targetTable.1
source: The target table must contain a column for every form field.
fi: Kohdetaulun pitää sisältää kaikki kolumnit joita lomakkeessa on käytetty.
sq: Zgjedhoni tabelen, në të cilën doni ta fusni formularin.

# tl_form.method.0
source: Submission method
fi: Vastaanottotapa
sq: Metoda dërguese e formularit

# tl_form.method.1
source: The default form submission method is POST.
fi: Oletuksena käytetään POST tapaa.
sq: Zgjedhoni metodën dërguese të formularit (standard është POST).

# tl_form.novalidate.0
source: Disable HTML5 validation
fi: Poista HTML5 validointi käytöstä
sq: çaktivizo miratimin për HTML5

# tl_form.novalidate.1
source: Add the <em>novalidate</em> attribute to the form tag.
fi: Lisää <em>novalidate</em>-ominaisuuden lomakkeen HTML-elementtiin.
sq: Fut atributin <em>novalidate</em> në tag-në e formullarit.

# tl_form.attributes.0
source: CSS ID/class
fi: ID/CSS-luokka
sq: Stylesheet ID dhe klasa

# tl_form.attributes.1
source: Here you can set an ID and one or more classes.
fi: Tähän voit syöttää ID:n sekä yhden tai useamman CSS-luokan.
sq: Këtu mund ta epeni një Stylesheet ID (id attribute) si dhe një apo më shume Stylesheet klasa (class attribute) për ta formatuar formularin me ndihmën e CSS.

# tl_form.formID.0
source: Form ID
fi: Lomake ID
sq: ID e formularit

# tl_form.formID.1
source: The form ID is required to trigger a Contao module.
fi: Lomakkeen tunniste vaaditaan Contao-moduulin herättämiseen.
sq: Në qoftë se e epeni një emër këtu, atëherë do të përdorët si ID për formularin. Zgjerues (Extension) të TypoLight kërkojnë ID-në e formularit.

# tl_form.tableless.0
source: Tableless layout
fi: Taulukoton asettelu
sq: Strukturë pa tabela

# tl_form.tableless.1
source: Render the form without HTML tables.
fi: Renderöi lomake ilman HTML taulukkoa.
sq: Zgjedhja e këtij opsioni shkakton që formulari të krijohet pa tabela.

# tl_form.allowTags.0
source: Allow HTML tags
fi: Salli HTML tagit
sq: Lejo HTML Tag-të

# tl_form.allowTags.1
source: Allow HTML tags in form fields.
fi: Salli HTML tagit lomakkeen kentissä.
sq: Zgjedhja e këtij opsion shkakton që mos të hiqen HTML Tag të caktuar (shiqo <em>allowedTags</em>).

# tl_form.tstamp.0
source: Revision date
fi: Revisiopäivämäärä
sq: Data e ndryshimit

# tl_form.tstamp.1
source: Date and time of the latest revision
fi: Revision päivämäärä ja aika
sq: Data dhe koha e ndryshimit të fundit

# tl_form.title_legend
source: Title and redirect page
fi: Otsikko ja uudelleenohjauksen sivu
sq: Titulli dhe faqja përcjellëse

# tl_form.email_legend
source: Send form data
fi: Lähetä lomakkeen tiedot
sq: Dërgo të dhënat e formularit

# tl_form.store_legend
source: Store form data
fi: Tallenna lomakkeen tiedot
sq: Ruaj të dhënat e formularit

# tl_form.expert_legend
source: Expert settings
fi: Erikoisasetukset
sq: Konfigurimet eksperteve

# tl_form.config_legend
source: Form configuration
fi: Lomakkeen asetukset
sq: Konfigurim formularit

# tl_form.new.0
source: New form
fi: Uusi lomake
sq: Formular të ri

# tl_form.new.1
source: Create a new form
fi: Luo uusi lomake
sq: Krijo një formular të ri

# tl_form.show.0
source: Form details
fi: Lomakkeen tiedot
sq: Detajet e formularit

# tl_form.show.1
source: Show the details of form ID %s
fi: Näytä lisätietoja lomakkeesta ID %s
sq: Trego detajet e formularit ID %s

# tl_form.edit.0
source: Edit form
fi: Muokkaa lomaketta
sq: Përpuno formularin

# tl_form.edit.1
source: Edit form ID %s
fi: Muokkaa lomaketta ID %s
sq: Përpuno formularin ID %s

# tl_form.editheader.0
source: Edit form settings
fi: Muokkaa lomakkeen asetuksia
sq: Përpuno konfigurimin e formularit

# tl_form.editheader.1
source: Edit the settings of form ID %s
fi: Muokkaa lomakkeen ID %s asetuksia
sq: Përpuno konfigurimin e formularit ID %s

# tl_form.copy.0
source: Duplicate form
fi: Kopioi lomake
sq: Dupliko formularin

# tl_form.copy.1
source: Duplicate form ID %s
fi: Kopioi lomake ID %s
sq: Dupliko formularin ID %s

# tl_form.delete.0
source: Delete form
fi: Poista lomake
sq: Shlyej formularin

# tl_form.delete.1
source: Delete form ID %s
fi: Poista lomake ID %s
sq: Shlyej formularin ID %s
