Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/core/languages/*/*_install.xlf
Languages: fi

# tl_install.installTool.0
source: Installation
fi: Asennus

# tl_install.installTool.1
source: Install tool login
fi: Asennustyökalun sisäänkirjaus

# tl_install.locked.0
source: The install tool has been locked
fi: Asennustyökalu on lukittu

# tl_install.locked.1
source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. To unlock it, open the local configuration file and set <em>installCount</em> to <em>0</em>.
fi: Tietoturvasyistä, asennustyökalu on lukittu koska salasana syötetty väärin useammin kuin kolme kertaa peräkkäin. Avatakseksi sen, avaa paikallinen asetustiedosto ja määritä kohta <em>installCount</em> nollaksi eli <em>0</em>.

# tl_install.password.0
source: Password
fi: Salasana

# tl_install.password.1
source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
fi: Ole hyvä ja syötä asennustyökalun salasana. Asennustyökalun salasana ei ole sama kuin Contaon ylläpidon salasana.

# tl_install.changePass.0
source: Install tool password
fi: Asennustyökalun salasana

# tl_install.changePass.1
source: To additionally secure the Contao install tool, you can either rename or completely remove the <strong>contao/install.php</strong> file.
fi: Tietoturvaa parantaaksesi, voit joko uudelleennimetä tai poistaa kokonaan <strong>contao/install.php</strong> tiedoston.

# tl_install.encryption.0
source: Generate an encryption key
fi: Luo salausavain

# tl_install.encryption.1
source: This key is used to store encrypted data. Please note that encrypted data can only be decrypted with this key! Therefore note it down and do not change it if there is encrypted data already. Leave empty to generate a random key.
fi: Tätä avainta käytetään suojatun tiedon tallennuksessa. Huomioithan että suojattu tieto voidaan avata vain tätä avainta käyttäen! Joten kirjoita se ylös äläkä vaihda sitä jos jotain tietoa on jo suojattu. Jos jätetään tyhjäksi, luodaan satunnainen avain.

# tl_install.database.0
source: Check database connection
fi: Tarkista tietokantayhteys

# tl_install.database.1
source: Please enter your database connection parameters.
fi: Ole hyvä ja anna tietokantayhteytesi parametrit.

# tl_install.collation.0
source: Collation
fi: Vertailu

# tl_install.collation.1
source: For more information see the <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL manual</a>.
fi: Lisätietoja löydät <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL ohjeesta</a>.

# tl_install.update.0
source: Update database tables
fi: Päivitä tietokannan taulukot

# tl_install.update.1
source: Please note that the update assistant has only been tested with MySQL and MySQLi drivers. If you are using a different database (e.g. Oracle), you might have to install or update your database manually.
fi: Huomioithan että automaattista päivitysavustajaa on testattu vain MySQL ja MySQLi ympäristöissä. Jos käytät toista tietokantaa (esim. Oracle), voit joutua asentamaan tai päivittämään tietokannan manuaalisesti.

# tl_install.template.0
source: Import a template
fi: Tuo mallinne

# tl_install.template.1
source: Here you can import an <em>.sql</em> file from the <em>templates</em> directory with a pre-configured example website. Existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
fi: Tässä voit tuoda esi-asetetun <em>.sql</em> tiedoston <em>templates</em> kansiosta. Kaikki olemassa oleva tieto poistetaan! Jos haluat tuoda ainoastaan teeman, ole hyvä ja käytä siihen tarkoitukseen teemanhallintaa Contaon ylläpidossa.

# tl_install.admin.0
source: Create an admin user
fi: Luo pääkäyttäjä

# tl_install.admin.1
source: If you have imported the example website, the admin's username is <strong>k.jones</strong> and the password is <strong>kevinjones</strong>. See the example website (front end) for more information.
fi: Jos toit valmiin mallinteen, pääkäyttäjän käyttäjatunnus on <strong>k.jones</strong> ja salasana on <strong>kevinjones</strong>. Katso mallisivulta (etusivu) lisätietoja.

# tl_install.repository.0
source: Extension repository
fi: Lisäosakirjasto

# tl_install.repository.1
source: We are currently beta testing a new version of the extension repository, which uses Composer to manage packages. Please install the Composer client to participate in the beta test.
fi: Beta-testaamme parhaillaan lisäosakirjaston uutta versiota, joka käyttää Composeria pakettien hallinnassa. Ole hyvä ja asenna Composer asiakasohjelma ottaaksesi osaa testaukseen.

# tl_install.completed.0
source: Congratulations!
fi: Onneksi olkoon!

# tl_install.completed.1
source: Now please log into the <a href="contao/">Contao back end</a> and check the system settings. Then visit your website to make sure that Contao is working correctly.
fi: Nyt voit kirjautua <a href="contao/">Contaon ylläpitoliittymään</a> ja tarkistaa järjestelmän asetukset. Sitten vieraile sivustollasi varmistaaksesi että Contao toimii oikein.

# tl_install.ftp.0
source: Modify files via FTP
fi: Muokkaa tiedostoja FTP:n avulla

# tl_install.ftp.1
source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Therefore please enter your FTP login details, so Contao can modify files via FTP (Safe Mode Hack).
fi: Palvelimesi ei tue pääsyä tiedostoihin PHP:n kautta; todennäköisimmin PHP suoritetaan Apache-moduulina eri käyttäjänä. Siitä syystä ole hyvä ja anna FTP-kirjautumistietosi, jotta Contao pääsee muokkaamaan tiedostoja FTP:n avulla (Safe Mode Hack).

# tl_install.accept
source: Accept license
fi: Hyväksy lisenssi

# tl_install.beLogin
source: Contao back end login
fi: Contao ylläpitoon kirjautuminen

# tl_install.passError
source: Please enter a password to prevent unauthorized access!
fi: Ole hyvä ja anna salasana, jolla estetään luvaton pääsy!

# tl_install.passConfirm
source: A custom password has been set.
fi: Salasana asetettu.

# tl_install.passSave
source: Save password
fi: Tallenna salasana

# tl_install.keyError
source: Please create an encryption key!
fi: Ole hyvä ja luo salausavain!

# tl_install.keyLength
source: An encryption key has to be at least 12 characters long!
fi: Salausavaimen pitää olla vähintään 12 merkkiä pitkä!

# tl_install.keyConfirm
source: An encryption key has been created.
fi: Salausavain on luotu.

# tl_install.keyCreate
source: Generate encryption key
fi: Luo salausavain

# tl_install.keySave
source: Generate or save key
fi: Luo tai tallenna avain

# tl_install.dbConfirm
source: Database connection established.
fi: Tietokantayhteys muodostettu.

# tl_install.dbError
source: Not connected to a database!
fi: Ei yhdistetty tietokantaan!

# tl_install.dbDriver
source: Driver
fi: Ohjain

# tl_install.dbHost
source: Host
fi: Palvelin

# tl_install.dbUsername
source: Username
fi: Käyttäjänimi

# tl_install.dbDatabase
source: Database
fi: Tietokanta

# tl_install.dbPersistent
source: Persistent connection
fi: Käytä pysyvää yhteyttä

# tl_install.dbCharset
source: Character set
fi: Merkistö

# tl_install.dbCollation
source: Collation
fi: Vertailu

# tl_install.dbPort
source: Port number
fi: Portti

# tl_install.dbSocket
source: Socket file
fi: Socket-tiedosto

# tl_install.dbSave
source: Save database settings
fi: Tallenna tietokannan asetukset

# tl_install.collationInfo
source: Changing the collation will affect all tables with a <em>tl_</em> prefix.
fi: Tietojen keräämisen muuttaminen vaikuttaa kaikkiin tauluihin, jotka alkavat <em>tl_</em> etuliitteellä.

# tl_install.updateError
source: The database is not up to date!
fi: Tietokanta ei ole ajantasalla!

# tl_install.updateConfirm
source: The database is up to date.
fi: Tietokanta on ajantasalla.

# tl_install.updateSave
source: Update database
fi: Päivitä tietokanta

# tl_install.saveCollation
source: Change collation
fi: Muuta mallinne

# tl_install.updateX
source: It seems that you are upgrading from a Contao version prior to version %s. If that is the case, <strong>it is required to run the version %s update</strong> to ensure the integrity of your data!
fi: Näytät suorittavan päivitystä vanhemmasta Contao-versiosta kuin %s. Mikäli näin on, <strong>on erittäin suositeltavaa ajaa version %s päivitys</strong> datan eheyden varmistamiseksi!

# tl_install.updateXrun
source: Run version %s update
fi: Aja version %s päivitys

# tl_install.updateXrunStep
source: Run version %s update - step %s
fi: Aja version %s päivitys - askel %s

# tl_install.importException
source: The import failed! Is the database structure up to date and is the template file compatible with your Contao version?
fi: Tuonti epäonnistui! Onko tietokannan rakenne ajan tasalla ja onko mallitiedosto yhteensopiva Contao-version kanssa?

# tl_install.importError
source: Please choose a template file!
fi: Ole hyvä ja valitse mallitiedosto!

# tl_install.importConfirm
source: Template imported on %s
fi: Mallitiedosto tuotu %s

# tl_install.importWarn
source: Any existing data will be deleted!
fi: Kaikki olemassaoleva data poistetaan!

# tl_install.templates
source: Templates
fi: Mallipohjat

# tl_install.doNotTruncate
source: Do not truncate tables
fi: Älä tyhjennä tauluja

# tl_install.repOverride
source: Override the repository tables
fi: Yliaja repository-taulut

# tl_install.importSave
source: Import template
fi: Tuo mallinne

# tl_install.importContinue
source: Any existing data will be deleted! Do you really want to continue?
fi: Kaikki olemassaoleva data poistetaan! Haluatko varmasti jatkaa?

# tl_install.adminError
source: Please fill in all fields to create an admin user!
fi: Ole hyvä ja täytä kentät järjestelmävalvojan luontia varten!

# tl_install.adminConfirm
source: An admin user has been created.
fi: Järjestelmävalvoja luotiin.

# tl_install.adminSave
source: Create admin account
fi: Luo järjestelmävalvojan tili

# tl_install.repositoryDefault
source: You are using the default extension repository.
fi: Käytät oletuslisäosakirjastoa.

# tl_install.repositoryComposer
source: You are using the Composer based extension repository.
fi: Käytät Composeriin pohjautuvaa lisäosakirjastoa.

# tl_install.repositoryInstall
source: Install the Composer client
fi: Asenna Composer-asiakasohjelma

# tl_install.installConfirm
source: You have successfully installed Contao.
fi: Olet asentanut Contaon onnistuneesti.

# tl_install.ftpHost
source: FTP hostname
fi: FTP palvelin

# tl_install.ftpPath
source: Relative path to Contao directory (e.g. <em>httpdocs/</em>)
fi: Polku Contaon kansioon (esim. <em>httpdocs/</em>)

# tl_install.ftpUser
source: FTP username
fi: FTP käyttäjätunnus

# tl_install.ftpPass
source: FTP password
fi: FTP salasana

# tl_install.ftpSSLh4
source: Secure connection
fi: Suojattu yhteys

# tl_install.ftpSSL
source: Connect via FTP-SSL
fi: Yhdistä käyttäen FTP-SSL tapaa

# tl_install.ftpPort
source: FTP port
fi: FTP portti

# tl_install.ftpSave
source: Save FTP settings
fi: Tallenna FTP asetukset

# tl_install.ftpHostError
source: Could not connect to FTP server %s
fi: FTP palvelimelle %s ei voitu yhdistää

# tl_install.ftpUserError
source: Could not login as "%s"
fi: Ei voitu kirjautua tunnuksella "%s"

# tl_install.ftpPathError
source: Could not locate Contao directory %s
fi: Ei voitu paikantaa Contao hakemistoa %s

# tl_install.filesRenamed
source: The configured files directory does not exist!
fi: Asetuksiin merkitty tiedostohakemisto puuttuu!

# tl_install.filesWarning
source: Did you rename the <strong>tl_files</strong> folder to <strong>files</strong>? You cannot just rename the folder, because all the file references in the database and your style sheets will still point to the old location. If you want to rename the folder, please do so after the version 3 update and make sure to adjust your database data with the following script: %s.
fi: Oletko nimennyt <strong>tl_files</strong>-kansion <strong>files</strong>-nimiseksi? Niin ei voi noin vain tehdä, koska kaikki tiedostoviittaukset tietokannassa ja tyylisivuissasi viittaavat edelleen vanhaan sijaintiin. Jos haluat nimetä kansion uudelleen, tee se vasta 3-version päivityksen jälkeen ja muista suorittaa tietokannassasi seuraava skripti: %s.

# tl_install.CREATE
source: Create new tables
fi: Luo uusia tauluja

# tl_install.ALTER_ADD
source: Add new columns
fi: Lisää uusia kenttiä

# tl_install.ALTER_CHANGE
source: Change existing columns
fi: Muuta olemassaolevia kenttiä

# tl_install.ALTER_DROP
source: Drop existing columns
fi: Pudota olemassaolevat kentät

# tl_install.DROP
source: Drop existing tables
fi: Pudota olemassaolevat taulut
