Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/core/languages/*/*_page.xlf
Languages: sq

# tl_page.title.0
source: Page name
sq: Emri faqes

# tl_page.title.1
source: Please enter the page name.
sq: Emri i faqes paraqitet në meny të ueb-faqes.

# tl_page.alias.0
source: Page alias
sq: Alias faqes

# tl_page.alias.1
source: The page alias is a unique reference to the page which can be called instead of its numeric ID.
sq: Alias është referencë unike e një faqe, që mund të përdoret në vend të ID-së për faqen. Është e nevojshme sidomos kur TYPOlight përdor URL statike.

# tl_page.type.0
source: Page type
sq: Lloji faqes

# tl_page.type.1
source: Please choose the page type.
sq: Zgjedhoni llojin e faqes, varësisht nga funksioni i faqes.

# tl_page.pageTitle.0
source: Page title
sq: Titulli faqes

# tl_page.pageTitle.1
source: Please enter the page title.
sq: Titulli përdoret në TITLE Tag-in dhe në rezultatet e makinës kërkuese. Mos përdorni më shumë se 65 shenja germash. Në qoftë se nuk epet një titull, atëherë përdoret emri i faqes si titull.

# tl_page.language.0
source: Language
sq: Gjuha

# tl_page.language.1
source: Please enter the page language according to the ISO-639-1 standard (e.g. "en" for English or "en-US" for American English).
sq: Epeni gjuhën e faqes sipas standardit të ISO-639-1 (p.sh. "en" për English , "en-US" për American English ose "sq" për Shqip).

# tl_page.robots.1
source: Here you can define how search engines handle the page.
sq: Përcakto trajtimin e kësaj faqe nga motorët kërkues.

# tl_page.description.0
source: Page description
sq: Përshkrimi faqes

# tl_page.description.1
source: Here you can enter a short description of the page which will be evaluated by search engines like Google or Yahoo. Search engines usually indicate between 150 and 300 characters.
sq: Epeni një përshkrim të shkurt për faqen, i cili do të tregohet nga makinat kërkuese. Parimisht makinat kërkuese indeksojnë nga 150 deri 300 germa.

# tl_page.redirect.0
source: Redirect type
sq: Lloji riadresimit

# tl_page.redirect.1
source: Please choose the redirect type.
sq: Riadresimi i përkohshëm dërgon kreun HTTP 302, kurse ai i përgjithshëm dërgon kreun HTTP 301.

# tl_page.jumpTo.0
source: Redirect page
sq: Vazhdo në

# tl_page.jumpTo.1
source: Please choose the page to which visitors will be redirected. Leave blank to redirect to the first regular subpage.
sq: Zgjedhoni faqen e cila do të paraqitet në vend të faqes aktuale.

# tl_page.fallback.0
source: Language fallback
sq: Fallback-Gjuha

# tl_page.fallback.1
source: Show this page if there is none that matches the visitor's language.
sq: TYPOlight e qon automatikisht një përdorues në ballinën e gjuhës tij ose në faqen me Fallback-gjuhë. Në qoftë se nuk ekziston një faqe me Fallback-gjuhë, atëherë paraqitet një gabim <em>No pages found</em>.

# tl_page.dns.0
source: Domain name
sq: Emri i Domain

# tl_page.dns.1
source: Here you can restrict the access to the website to a certain domain name.
sq: Në qoftë se caktoni për një faqe rrënjësore një emër të domain, atëherë mysafireve do të ju paraqitet automatikishtë ajo faqe pasi që të ipet emri domain-it (p.sh. <em>domainjuaj.al</em>).

# tl_page.adminEmail.0
source: E-mail address of the website administrator
sq: Adresa elektronike e administratorit të ueb-faqes

# tl_page.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
sq: Adresa elektronike e administratorit të ueb-faqes përdoret për lajmërime automatike të sistemit, p.sh. lajmërime për aktivizime ose për vërtetime.

# tl_page.dateFormat.0
source: Date format
sq: Fomati datës

# tl_page.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
sq: Formati datës do të analizohet me funksionin date() të PHP-së.

# tl_page.timeFormat.0
source: Time format
sq: Formati kohës.

# tl_page.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
sq: Formati kohës do të analizohet me funksionin date() të PHP-së.

# tl_page.datimFormat.0
source: Date and time format
sq: Fomati datës dhe kohës

# tl_page.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
sq: Formati datës dhe kohës do të analizohet me funksionin date() të PHP-së.

# tl_page.createSitemap.0
source: Create an XML sitemap
sq: Krijo një XML hartë të faqeve

# tl_page.createSitemap.1
source: Create a Google XML sitemap in the <em>share/</em> directory.
sq: Krijo në dosjen <em>share/</em> një hartë të faqes si Google XML.

# tl_page.sitemapName.0
source: Sitemap file name
sq: Emri skedarit

# tl_page.sitemapName.1
source: Please enter the name of the sitemap file without extension.
sq: Epeni emrin e XML skedarit.

# tl_page.autoforward.0
source: Forward to another page
sq: Vazhdo te një faqe tjetër

# tl_page.autoforward.1
source: Redirect visitors to another page (e.g. a login page).
sq: Me zgjidhjen e këtij opsioni mysafirët do të vazhdojnë në një faqe tjetër (p.sh. në faqen kyçëse me llogaridhënie ose në ballinë).

# tl_page.protected.0
source: Protect page
sq: Mbroj faqen

# tl_page.protected.1
source: Restrict page access to certain member groups.
sq: Zgjedhja e këtij opsioni mundëson përkufizim të qasjes së anëtarëve të grupeve. Një mysafirë i faqes suaj dhe faqeve trashëguese nuk do të ketë qasje pa e dhënë llogarinë e tij.

# tl_page.groups.0
source: Allowed member groups
sq: Grupe anëtarësh të lejuar

# tl_page.groups.1
source: These groups will be able to access the page.
sq: Zgjedhoni një apo më shumë grupe anëtarësh, të cilet duhet të kenë qasje në faqen e mbrojtur. Në qoftë se nuk zgjidhni asgjë, atëherë çdo përdorues i kyçur (me llogaridhënie) do të ketë qasje.

# tl_page.includeLayout.0
source: Assign a layout
sq: Apliko një struktur

# tl_page.includeLayout.1
source: Assign a page layout to the page and its subpages.
sq: Parimisht faqja përdor strukturën e trashëguar nga faqja e sipër. Zgjidhja e këtij opsioni mundëson aplikimin e një strukture të re për këtë faqe dhe ato trashëguese.

# tl_page.layout.0
source: Page layout
sq: Struktura (Layout) faqes

# tl_page.layout.1
source: You can manage page layouts with the "themes" module.
sq: Zgjedhoni një strukturë për faqen. Me ndihmën e modul "Struktura faqes" mund të krijoni dhe përpunoni struktura.

# tl_page.mobileLayout.0
source: Mobile page layout
sq: Struktura e faqes mobile

# tl_page.mobileLayout.1
source: This layout will be used if the visitor uses a mobile device.
sq: Kjo struktur do të përdoret për vizitorët që përdorin pajisje mobile.

# tl_page.includeCache.0
source: Set cache timeout
sq: Apliko skadimin e Cache

# tl_page.includeCache.1
source: Set a cache timeout value for the page and its subpages.
sq: Parimishtë faqja përdor skadimin për Cache të trashëguar nga faqja e sipër. Zgjedhja e këtij opsioni mundëson aplikimin e një skadim të ri të Cache-it për këtë faqe dhe ato trashëguese.

# tl_page.cache.0
source: Cache timeout
sq: Koha e Cache

# tl_page.cache.1
source: After this period, the cached version of the page will expire.
sq: Brenda periudhës së kohës të cache-it (depo e fshehtë), në faqe ngarkohet nga tabela e cache-it. Kjo zvogëlon kohën e ngarkimit të faqes.

# tl_page.includeChmod.0
source: Assign access rights
sq: Apliko drejtat për qasje

# tl_page.includeChmod.1
source: Access rights determine what back end users can do with the page.
sq: Sipas drejtave për qasje mund të caktoni mundësitë e përpunimit të artikujve të një përdoruesi të Backend-it. Në qoftë se nuk e zgjidhni këtë opsion, atëherë faqja përdor drejtat për qasje të trashëguara nga faqja e sipër.

# tl_page.cuser.0
source: Owner
sq: Pronar

# tl_page.cuser.1
source: Please select a user as the owner of the page.
sq: Zgjedhoni një përdorues si pronar të faqes.

# tl_page.cgroup.0
source: Group
sq: Grup

# tl_page.cgroup.1
source: Please select a group as the owner of the page.
sq: Zgjedhoni një grup si pronar të faqes.

# tl_page.chmod.0
source: Access rights
sq: Drejta qasje

# tl_page.chmod.1
source: Please assign the access rights for the page and its subpages.
sq: Çdo faqe ka tri shtresa të qasjes: një për përdorues, një për grup dhe një për të gjithë tjerët. Ju mund t'i aplikoni çdo shtrese drejta të veçanta për qasje.

# tl_page.noSearch.0
source: Do not search
sq: Mos kërko këtë faqe

# tl_page.noSearch.1
source: Exclude the page from the search index.
sq: Zgjedhja e këtij opsioni përjashton këtë faqe nga proceset kërkuese.

# tl_page.cssClass.0
source: CSS class
sq: CSS Klasa

# tl_page.cssClass.1
source: The class(es) will be used in the navigation menu and the &lt;body&gt; tag.
sq: Klasa(t) do të përdoren në navigacion të menysë dhe në tag-un &lt;body&gt;.

# tl_page.sitemap.0
source: Show in sitemap
sq: Trego në hartën e faqes

# tl_page.sitemap.1
source: Here you can define whether the page is shown in the sitemap.
sq: Këtu mund të përcaktoni nëse kjo faqe duhet të tregohet në hartën e faqeve.

# tl_page.hide.0
source: Hide from navigation
sq: Fshih faqen në meny

# tl_page.hide.1
source: Hide the page from the navigation menu.
sq: Zgjidhni këtë opsion për mos ta treguar faqen në meny.

# tl_page.guests.0
source: Show to guests only
sq: Trego vetëm vizitorëve

# tl_page.guests.1
source: Hide the page if there is an authenticated user.
sq: Fshih faqen nga navigacioni në qoftë se anëtari është i kyçur.

# tl_page.tabindex.0
source: Tab index
sq: Radhitja e kërcimit (tabbing)

# tl_page.tabindex.1
source: The position of the navigation item in the tabbing order.
sq: Ky numër cakton pozicionin e radhitjes së kërcimit. Ju mund të epni një numër nga 1 deri 32767.

# tl_page.accesskey.0
source: Access key
sq: Shkurtes e tastierës

# tl_page.accesskey.1
source: A navigation item can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
sq: Shkurtesa tastierës është një shenj, i cili do të lidhet me një pikë të menysë. Në qoftë se mysafiri shtyp [ALT] së bashku me shkurtesën, atëherë aktivizohet pika e menysë.

# tl_page.published.0
source: Publish page
sq: Publikuar

# tl_page.published.1
source: Make the page publicly visible on the website.
sq: Në qoftë se nuk e zgjedhoni këtë opsion, faqja nuk mund të shikohet nga mysafirët e ueb-faqes.

# tl_page.start.0
source: Show from
sq: Trego nga

# tl_page.start.1
source: Do not show the page on the website before this day.
sq: Epeni një datë për ta publikuar faqen nga ajo ditë.

# tl_page.stop.0
source: Show until
sq: Trego deri

# tl_page.stop.1
source: Do not show the page on the website on and after this day.
sq: Epeni një datë për ta publikuar faqen deri në atë ditë.

# tl_page.title_legend
source: Name and type
sq: Emri dhe lloji

# tl_page.meta_legend
source: Meta information
sq: Meta informacion

# tl_page.system_legend
source: System settings
sq: Konfigurimi systemit

# tl_page.redirect_legend
source: Redirect settings
sq: Konfigurimi përcelljeve

# tl_page.dns_legend
source: DNS settings
sq: Konfigurimi DNS

# tl_page.global_legend
source: Global settings
sq: Konfigurime globale

# tl_page.mobile_legend
source: Mobile settings
sq: Konfigurime mobile

# tl_page.sitemap_legend
source: XML sitemap
sq: Harta e faqeve në XML

# tl_page.forward_legend
source: Auto-forward
sq: Përcjell-Automatikisht

# tl_page.protected_legend
source: Access protection
sq: Mbrojtja qasjes

# tl_page.layout_legend
source: Layout settings
sq: Konfigurimi struktures

# tl_page.cache_legend
source: Cache settings
sq: Konfigurimi i ruajtjes së përkohshme

# tl_page.chmod_legend
source: Access rights
sq: Drejtat për qasje

# tl_page.search_legend
source: Search settings
sq: Konfigurimi kërkimit

# tl_page.expert_legend
source: Expert settings
sq: Konfigurimi ekspert

# tl_page.tabnav_legend
source: Keyboard navigation
sq: Lundrimi me tastierë

# tl_page.publish_legend
source: Publish settings
sq: Publiko konfigurimet

# tl_page.permanent
source: 301 Permanent redirect
sq: përgjithshëm

# tl_page.temporary
source: 302 Temporary redirect
sq: përkohshëm

# tl_page.map_default
source: Default
sq: Normë

# tl_page.map_always
source: Show always
sq: Gjithmonë trego

# tl_page.map_never
source: Show never
sq: Kurrë mos trego

# tl_page.new.0
source: New page
sq: Faqe të re

# tl_page.new.1
source: Create a new page
sq: Krijo faqe të re

# tl_page.show.0
source: Page details
sq: Detajet e faqes

# tl_page.show.1
source: Show the details of page ID %s
sq: Trego detajet e faqes ID %s

# tl_page.edit.0
source: Edit page
sq: Përpuno faqen

# tl_page.edit.1
source: Edit page ID %s
sq: Përpuno faqen ID %s

# tl_page.cut.0
source: Move page
sq: Shyrja e faqes

# tl_page.cut.1
source: Move page ID %s
sq: Shtyn faqen ID %s

# tl_page.copy.0
source: Duplicate page
sq: Dupliko faqen

# tl_page.copy.1
source: Duplicate page ID %s
sq: Dupliko faqen ID %s

# tl_page.copyChilds.0
source: Duplicate with subpages
sq: Dupliko faqen dhe faqet trasheguese

# tl_page.copyChilds.1
source: Duplicate page ID %s with its subpages
sq: Dupliko faqen ID %s dhe faqet trasheguese

# tl_page.delete.0
source: Delete page
sq: Shlyej faqen

# tl_page.delete.1
source: Delete page ID %s
sq: Shlyej faqen ID %s

# tl_page.toggle.0
source: Publish/unpublish page
sq: Publiko/çpubliko faqe

# tl_page.toggle.1
source: Publish/unpublish page ID %s
sq: Publiko/çpubliko faqe ID %s

# tl_page.pasteafter.0
source: Paste after
sq: Fute pas

# tl_page.pasteafter.1
source: Paste after page ID %s
sq: Fut pas faqes ID %s

# tl_page.pasteinto.0
source: Paste into
sq: Fute në

# tl_page.pasteinto.1
source: Paste into page ID %s
sq: Fut në faqen ID %s

# tl_page.articles.0
source: Edit articles
sq: Përpuno artikullin

# tl_page.articles.1
source: Edit the articles of page ID %s
sq: Përpuno artikullin ID %s

# CACHE.0
source: 0 (do not cache)
sq: Pa Caching

# CACHE.5
source: 5 seconds
sq: 5 sekonda

# CACHE.15
source: 15 seconds
sq: 15 sekonda

# CACHE.30
source: 30 seconds
sq: 30 sekonda

# CACHE.60
source: 60 seconds
sq: 1 minut

# CACHE.300
source: 5 minutes
sq: 5 minuta

# CACHE.900
source: 15 minutes
sq: 15 minuta

# CACHE.1800
source: 30 minutes
sq: 30 minuta

# CACHE.3600
source: 60 minutes
sq: 1 orë

# CACHE.10800
source: 3 hours
sq: 3 orë

# CACHE.21600
source: 6 hours
sq: 6 orë

# CACHE.43200
source: 12 hours
sq: 12 orë

# CACHE.86400
source: 24 hours
sq: 1 ditë

# CACHE.259200
source: 3 days
sq: 3 ditë

# CACHE.604800
source: 7 days
sq: 7 ditë

# CACHE.2592000
source: 30 days
sq: 30 dit
