Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/core/languages/*/*_settings.xlf
Languages: fi

# tl_settings.websiteTitle.0
source: Website title
fi: Verkkosivuston otsikko

# tl_settings.websiteTitle.1
source: Please enter the title of the website.
fi: Ole hyvä ja syötä sivustolle otsikko.

# tl_settings.adminEmail.0
source: E-mail address of the system administrator
fi: Järjestelmävalvojan sähköpostiosoite

# tl_settings.adminEmail.1
source: Auto-generated messages like subscription confirmation e-mails will be sent to this address.
fi: Järjestelmän automaattiset viestit lähetetään tähän osoiteeseen.

# tl_settings.dateFormat.0
source: Date format
fi: Päivämäärän muoto

# tl_settings.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
fi: Päivämäärän muoto parsitaan PHP:n date()-funktiolla.

# tl_settings.timeFormat.0
source: Time format
fi: Ajan muoto.

# tl_settings.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
fi: Ajan muoto parsitaan PHP:n date()-funktiolla.

# tl_settings.datimFormat.0
source: Date and time format
fi: Ajan ja päivämäärän muoto

# tl_settings.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
fi: Ajan ja päivämäärän muoto parsitaan PHP:n date()-funktiolla.

# tl_settings.timeZone.0
source: Time zone
fi: Aikavyöhyke

# tl_settings.timeZone.1
source: Please select the server time zone.
fi: Ole hyvä ja valitse palvelimen aikavyöhyke.

# tl_settings.websitePath.0
source: Relative path to the Contao directory
fi: Suhteellinen polku Contaon asennuskansioon

# tl_settings.websitePath.1
source: The relative path to the Contao directory is usually set automatically by the install tool.
fi: Tämän kentän arvo asetetaan yleensä automaattisesti asennuksen yhteydessä.

# tl_settings.characterSet.0
source: Character set
fi: Merkistö

# tl_settings.characterSet.1
source: It is recommended to use UTF-8, so special characters are displayed correctly.
fi: UTF-8 merkistöjärjestelmän käyttöä suositellaan, koska siten erikoismerkit näkyvät oikein.

# tl_settings.disableCron.0
source: Disable the command scheduler
fi: Poista komentoajastin käytöstä

# tl_settings.disableCron.1
source: Disable the periodic command scheduler and execute the cron.php script by a real cron job (which you have to set up manually).
fi: Poista komentoajastin käytöstä ja suorita cron.php oikealla cron-ajastuksella (sellainen on asetettava itse).

# tl_settings.minifyMarkup.0
source: Minify the markup
fi: Minimoi HTML

# tl_settings.minifyMarkup.1
source: Minify the HTML markup before it is sent to the browser.
fi: Minimoi HTML ennen kuin se lähetetään selaimelle.

# tl_settings.gzipScripts.0
source: Compress scripts
fi: Pakkaa skriptit

# tl_settings.gzipScripts.1
source: Create a compressed version of the combined CSS and JavaScript files. Requires adjustments of the .htaccess file.
fi: Yhdistä ja pakkaa CSS- ja JavaScript-tiedostot. Vaatii muutoksia .htaccessiin.

# tl_settings.resultsPerPage.0
source: Items per page
fi: Kohteita per sivu

# tl_settings.resultsPerPage.1
source: Here you can define the number of items per page in the back end.
fi: Tähän voit määritellä kuinka monta kohdetta näytetään sivulla ylläpito-osiossa.

# tl_settings.maxResultsPerPage.0
source: Maximum items per page
fi: Kohteiden enimmäismäärä sivulla

# tl_settings.maxResultsPerPage.1
source: This overall limit takes effect if a user chooses the "show all records" option.
fi: Tämä yleisrajoitus toimii silloin kun käyttäjä valitsee "näytä kaikki".

# tl_settings.fileSyncExclude.0
source: Exclude folders from synchronization
fi: Älä synkronoi hakemistoja

# tl_settings.fileSyncExclude.1
source: Here you can enter a comma separated list of folders which will be exempt from the files synchronization (e.g. <em>attachments,music_academy</em>). Note that excluded resources cannot be used in e.g. image or download elements!
fi: Tähän voit antaa pilkuilla erotetun listan kansioista, joita ei synkronoida. Huomaa, että näiden kansioiden tiedostoja ei voi käyttää esim. kuva- tai latauselementteinä.

# tl_settings.doNotCollapse.0
source: Do not collapse elements
fi: Älä pienennä elementtejä

# tl_settings.doNotCollapse.1
source: Do not collapse elements in the back end preview.
fi: Älä pienennä elementtejä ylläpidon esikatselussa.

# tl_settings.urlSuffix.0
source: URL suffix
fi: URL-jälkiliite

# tl_settings.urlSuffix.1
source: The URL suffix will be added to the URI string to simulate static documents.
fi: URL-jälkiliite lisätään URI-merkkijonoon simuloimaan staattisia dokumentteja.

# tl_settings.cacheMode.0
source: Cache mode
fi: Välimuistitustapa

# tl_settings.cacheMode.1
source: Here you can select the cache mode.
fi: Tästä voit valita välimuistitustavan.

# tl_settings.proxyServerIps.0
source: Trusted proxy servers
fi: Luotetut välityspalvelimet

# tl_settings.proxyServerIps.1
source: Here you can enter a comma separated list of trusted proxy server IP addresses.
fi: Tähän voit antaa pilkuilla erotetun listan luotettujen välityspalvelimien IP-osoitteista.

# tl_settings.sslProxyDomain.0
source: SSL proxy domain
fi: SSL-välityspalvelimen domain

# tl_settings.sslProxyDomain.1
source: If your website is available via an SSL proxy server, please enter its domain here (e.g. <em>sslsites.de</em>).
fi: Jos sivustosi on saatavilla SSL-välityspalvelimen kautta, ole hyvä ja anna sen domain tähän (esim. <em>sslsites.de</em>).

# tl_settings.privacyAnonymizeIp.0
source: Anonymize IP addresses
fi: Anonymisoi IP-osoitteet

# tl_settings.privacyAnonymizeIp.1
source: Anonymize any IP address that is stored in the database, except in the <em>tl_session</em> table (the IP address is bound to the session for security reasons).
fi: Tee tietokantaan tallennettavista IP-osoitteista anonyymejä, poislukien ne jotka tallennetaan tauluun <em>tl_session</em> (IP-osoite on liitetty istuntoon turvallisuussyistä).

# tl_settings.privacyAnonymizeGA.0
source: Anonymize Google Analytics
fi: Anonymisoi Google Analytics

# tl_settings.privacyAnonymizeGA.1
source: Anonymize the IP addresses that are sent to Google Analytics.
fi: Tee Google Analyticsille lähetettävistä IP-osoitteista anonyymejä.

# tl_settings.rewriteURL.0
source: Rewrite URLs
fi: Uudelleenkirjoita URLit

# tl_settings.rewriteURL.1
source: Make Contao generate static URLs without the index.php fragment. This feature requires "mod_rewrite", renaming the ".htaccess.default" file to ".htaccess" and adjusting the RewriteBase as necessary.
fi: Laita Contao tuottamaan staattisia URLeja ilman index.php-osuutta. Tämä vaatii "mod_rewrite":n käyttöönottoa, ".htaccess.default"-tiedoston nimeämisen ".htaccess":ksi ja RewriteBasen säätöä asianmukaisesti.

# tl_settings.addLanguageToUrl.0
source: Add the language to the URL
fi: Lisää kielitunniste URLiin.

# tl_settings.addLanguageToUrl.1
source: Add the language string as first URL parameter (e.g. <em>http://example.com/en/</em>).
fi: Lisää kielitunniste ensimmäisenä parametrina URLiin (esim. <em>http://esim.com/fi/</em>).

# tl_settings.doNotRedirectEmpty.0
source: Do not redirect empty URLs
fi: Älä uudelleenohjaa tyhjiä URLeja.

# tl_settings.doNotRedirectEmpty.1
source: For an empty URL display the website instead of redirecting to the language root page (not recommended).
fi: Näytä tyhjällä URLillä sivusto ennemmin kuin kielijuuri (ei suositella).

# tl_settings.useAutoItem.0
source: Enable auto_item
fi: Kytke auto_item päälle

# tl_settings.useAutoItem.1
source: Skip the <em>items/</em> or <em>events/</em> fragment in the URL and automatically discover the item based on the <em>auto_item</em> parameter.
fi: Hyppää yli <em>items/</em>- tai <em>events/</em>-osa URLissa ja selvitä kohde automaattisesti auto_item-parametrilla.

# tl_settings.disableAlias.0
source: Disable page alias usage
fi: Älä käytä aliaksia

# tl_settings.disableAlias.1
source: Use the numeric ID of a page or article instead of its alias.
fi: Käytä numeerisia tunnisteita aliasten sijasta.

# tl_settings.folderUrl.0
source: Enable folder URLs
fi: Kytke hakemistotyyppiset URLit päälle

# tl_settings.folderUrl.1
source: Here you can enable folder-style page aliases like <em>docs/install/download.html</em> instead of <em>docs-install-download.html</em>.
fi: Tässä voit kytkeä päälle hakemistotyyppiset URLit, kuten <em>docs/install/download.html</em> ennemmin kuin <em>docs-install-download.html</em>.

# tl_settings.allowedTags.0
source: Allowed HTML tags
fi: Sallitut HTML-tagit

# tl_settings.allowedTags.1
source: Here you can enter a list of allowed HTML tags that will not be stripped.
fi: Tähän voit antaa listan sallituista HTML-tageista, joita ei poisteta

# tl_settings.debugMode.0
source: Enable debug mode
fi: Debug-tila

# tl_settings.debugMode.1
source: Print certain runtime information like database queries to the screen.
fi: Tulostaa ruudulle ohjelmiston ajoon liittyvää informaatiota, kuten tietokantakyselyitä.

# tl_settings.maintenanceMode.0
source: Maintenance mode
fi: Huoltotila

# tl_settings.maintenanceMode.1
source: Send a 503 HTTP header and show a maintenance page in the front end.
fi: Näytä huoltoilmoitus 503-koodilla.

# tl_settings.bypassCache.0
source: Bypass the internal cache
fi: Kytke sisäinen välimuisti pois päältä

# tl_settings.bypassCache.1
source: Do not use the internal cache files (e.g. useful when developing extensions).
fi: Älä käytä sisäistä välimuistia (kätevä esim. lisäosia kehittäessä).

# tl_settings.disableRefererCheck.0
source: Disable request tokens
fi: Poista pyyntötunnukset käytöstä

# tl_settings.disableRefererCheck.1
source: Do not check the request token when a form is submitted. Attention: potential security risk!
fi: Älä tarkista pyyntötunnusta kun lomake lähetetään. Huom! Tämä on tietoturvariski!

# tl_settings.lockPeriod.0
source: Account locking time
fi: Tilin lukitusaika

# tl_settings.lockPeriod.1
source: An account will be locked if a wrong password is entered three times in a row.
fi: Tili lukitaan, jos väärä salasana syötetään kolmesti peräkkäin.

# tl_settings.displayErrors.0
source: Display error messages
fi: Näytä virhesanomat

# tl_settings.displayErrors.1
source: Print error messages to the screen (not recommended for productional sites).
fi: Tulosta virhesanomat ruudulle (ei suositella tuotantosivustoilla).

# tl_settings.logErrors.0
source: Log error messages
fi: Tallenna virheet lokiin

# tl_settings.logErrors.1
source: Write error messages to the error log file (<em>system/logs/error.log</em>).
fi: Kirjoita virhesanomat virhelokiin (<em>system/logs/error.log</em>).

# tl_settings.coreOnlyMode.0
source: Run in safe mode
fi: Aja turvatilassa

# tl_settings.coreOnlyMode.1
source: Run Contao in safe mode and load only core modules.
fi: Aja Contao turvatilassa ja lataa ainoastaan ydinmoduulit.

# tl_settings.disableIpCheck.0
source: Disable IP check
fi: Poista IP-tarkistus käytöstä

# tl_settings.disableIpCheck.1
source: Do not bind sessions to IP addresses. Choosing this option is a potential security risk!
fi: Älä sido istuntoja IP-osoitteeseen. Tämä valinta on tietoturvariski!

# tl_settings.allowedDownload.0
source: Download file types
fi: Ladattavat tiedostotyypit

# tl_settings.allowedDownload.1
source: Here you can enter a comma separated list of downloadable file types.
fi: Tähän voit antaa pilkuilla erotellun listan tiedostotyypeistä, joita voi ladata.

# tl_settings.validImageTypes.0
source: Image file types
fi: Kuvatiedostotyypit

# tl_settings.validImageTypes.1
source: Here you can enter a comma separated list of file types that can be handled by the image class.
fi: Tähän voit antaa pilkuilla erotetun listan tiedostotyypeistä, joita image-luokka voi käsitellä.

# tl_settings.editableFiles.0
source: Editable file types
fi: Muokattavien tiedostojen tyypit

# tl_settings.editableFiles.1
source: Here you can enter a comma separated list of file types that can be edited in the source editor.
fi: Tähän voit antaa pilkuilla erotellun listan tiedostoista, joita voi muokata lähdekoodimuokkaimella.

# tl_settings.templateFiles.0
source: Template file types
fi: Mallipohjien tiedostotyypit

# tl_settings.templateFiles.1
source: Here you can enter a comma separated list of supported template file types.
fi: Tähän voit antaa pilkuilla erotetun listan tuetuista mallipohjien tiedostotyypeistä.

# tl_settings.maxImageWidth.0
source: Maximum front end width
fi: Sivuston enimmäisleveys

# tl_settings.maxImageWidth.1
source: If the width of an image or movie exceeds this value, it will be adjusted automatically.
fi: Jos kuvan tai videon leveys on tätä arvoa suurempi, se pienennetään automaattisesti.

# tl_settings.jpgQuality.0
source: JPG thumbnail quality
fi: JPG-pikkukuvan laatu

# tl_settings.jpgQuality.1
source: Here you can enter the JPG thumbnail quality in percent.
fi: Tähän voit antaa prosentteina laadun JPG-pikkukuville

# tl_settings.gdMaxImgWidth.0
source: Maximum GD image width
fi: GD-kuvan enimmäisleveys.

# tl_settings.gdMaxImgWidth.1
source: Here you can enter the maximum image width that the GD library shall try to handle.
fi: Tähän voit antaa enimmäisleveyden, jota isompia kuvia PHP:n GD-kirjasto ei yritä käsitellä.

# tl_settings.gdMaxImgHeight.0
source: Maximum GD image height
fi: GD-kuvan enimmäiskorkeus

# tl_settings.gdMaxImgHeight.1
source: Here you can enter the maximum image height that the GD library shall try to handle.
fi: Tähän voit antaa enimmäiskorkeuden, jota isompia kuvia PHP:n GD-kirjasto ei yritä käsitellä.

# tl_settings.uploadPath.0
source: Files directory
fi: Tiedostohakemisto

# tl_settings.uploadPath.1
source: Here you can set the relative path to the Contao files directory.
fi: Tähän voit antaa suhteellisen polun Contaon tiedostohakemistoon.

# tl_settings.uploadTypes.0
source: Upload file types
fi: Palvelimelle ladattavien tiedostojen tyypit

# tl_settings.uploadTypes.1
source: Here you can enter a comma separated list of uploadable file types.
fi: Tähän voit antaa pilkuilla erotellun listan tiedostotyypeistä, joita voi ladata palvelimelle.

# tl_settings.uploadFields.0
source: Simultaneous file uploads
fi: Yhtäaikaiset lataukset palvelimelle

# tl_settings.uploadFields.1
source: Here you can enter the maximum number of simultaneous file uploads.
fi: Tähän voit määritellä kuinka monta tiedostoa palvelimelle voi enintään ladata yhtäaikaa.

# tl_settings.maxFileSize.0
source: Maximum upload file size
fi: Latauksen enimmäiskoko

# tl_settings.maxFileSize.1
source: Here you can enter the maximum upload file size in bytes (1 MB = 1000 kB = 1000000 byte).
fi: Tähän voit määritellä tavuina kuinka suuri palvelimelle ladattava tiedosto saa enimmillään olla (esim. 1 Mt = 1000 kt = 1000000 tavua).

# tl_settings.imageWidth.0
source: Maximum image width
fi: Kuvan enimmäisleveys

# tl_settings.imageWidth.1
source: Here you can enter the maximum width for image uploads in pixels.
fi: Tähän voit antaa pikseleinä palvelimelle ladattavan kuvan enimmäisleveyden.

# tl_settings.imageHeight.0
source: Maximum image height
fi: Kuvan enimmäiskorkeus

# tl_settings.imageHeight.1
source: Here you can enter the maximum height for image uploads in pixels.
fi: Tähän voit antaa pikseleinä palvelimelle ladattavan kuvan enimmäiskorkeuden.

# tl_settings.enableSearch.0
source: Enable searching
fi: Salli haku

# tl_settings.enableSearch.1
source: Index pages so they can be searched.
fi: Indeksoi sivut, niin että niiltä voi hakea tietoa.

# tl_settings.indexProtected.0
source: Index protected pages
fi: Indeksoi suojatut sivut

# tl_settings.indexProtected.1
source: Use this option carefully and always exclude personalized pages from being indexed!
fi: Käytä tätä ominaisuutta varoen, äläkä indeksoi personoituja sivuja!

# tl_settings.useSMTP.0
source: Send e-mails via SMTP
fi: Lähetä sähköposti SMTP:tä käyttäen

# tl_settings.useSMTP.1
source: Use an SMTP server instead of the PHP mail() function to send e-mails.
fi: Käytä SMTP-palvelinta PHP:n mail()-funktion sijasta.

# tl_settings.smtpHost.0
source: SMTP hostname
fi: SMTP-pavelimen osoite

# tl_settings.smtpHost.1
source: Please enter the host name of the SMTP server.
fi: Ole hyvä ja anna SMTP-pavelimen osoite.

# tl_settings.smtpUser.0
source: SMTP username
fi: SMTP-käyttäjänimi

# tl_settings.smtpUser.1
source: Here you can enter the SMTP username.
fi: Tähän voit antaa SMTP-käyttäjänimen.

# tl_settings.smtpPass.0
source: SMTP password
fi: SMTP-salasana

# tl_settings.smtpPass.1
source: Here you can enter the SMTP password.
fi: Tähän voit antaa SMTP-salasanan

# tl_settings.smtpEnc.0
source: SMTP encryption
fi: SMTP-salaus

# tl_settings.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
fi: Tässä voit valita SMTP-salaustavan (SSL tai TLS).

# tl_settings.smtpPort.0
source: SMTP port number
fi: SMPT-portti

# tl_settings.smtpPort.1
source: Please enter the port number of the SMTP server.
fi: Ole hyvä ja anna SMPT-palvelimen portti.

# tl_settings.inactiveModules.0
source: Inactive extensions
fi: Passiiviset laajennukset

# tl_settings.inactiveModules.1
source: Here you can deactivate unneeded extensions.
fi: Tässä voit poistaa käytöstä tarpeettomat lisäosat.

# tl_settings.undoPeriod.0
source: Storage time for undo steps
fi: Peruutusaskelien säilytysaika

# tl_settings.undoPeriod.1
source: Here you can enter the storage time for undo steps in seconds (24 hours = 86400 seconds).
fi: Tässä voit määritellä sekunteina kuinka kauan peruutusaskeleet säilytetään tietokannassa (24 tuntia = 86400 sekuntia).

# tl_settings.versionPeriod.0
source: Storage time for versions
fi: Versioiden säilytysaika

# tl_settings.versionPeriod.1
source: Here you can enter the storage time for different versions of a record in seconds (90 days = 7776000 seconds).
fi: Tässä voit määritellä sekunteina kuinka kauan versiot säilytetään tietokannassa (90 päivää = 7776000 sekuntia).

# tl_settings.logPeriod.0
source: Storage time for log entries
fi: Lokimerkintöjen säilytysaika

# tl_settings.logPeriod.1
source: Here you can enter the storage time for log entries in seconds (14 days = 1209600 seconds).
fi: Tässä voit määritellä sekunteina kuinka kauan lokimerkinnät säilytetään tietokannassa (14 päivää = 1209600 sekuntia).

# tl_settings.sessionTimeout.0
source: Session timeout
fi: Istunnon aikakatkaisu

# tl_settings.sessionTimeout.1
source: Here you can enter the maximum lifetime of a session in seconds (60 minutes = 3600 seconds).
fi: Tässä voit määritellä sekunteina kuinka kauan istunto pysyy hengissä ilman aktiviteettia (60 minuuttia = 3600 sekuntia).

# tl_settings.autologin.0
source: Auto login period
fi: Automaattisen sisäänkirjauksen aika

# tl_settings.autologin.1
source: Here you can set the front end auto login period (90 days = 7776000 seconds).
fi: Tässä voit määritellä sekunteina kuinka kauan edellinen kirjautuminen muistetaan (90 päivää = 7776000 sekuntia).

# tl_settings.defaultUser.0
source: Default page owner
fi: Sivun oletusomistaja

# tl_settings.defaultUser.1
source: Here you can select a user as the default owner of a page.
fi: Tässä voit valita kuka käyttäjistä määrätään oletuksena sivun omistajaksi

# tl_settings.defaultGroup.0
source: Default page group
fi: Sivun oletusryhmä

# tl_settings.defaultGroup.1
source: Here you can select a group as the default owner of a page.
fi: Tässä voit valita mikä ryhmä oletuksena omistaa sivun.

# tl_settings.defaultChmod.0
source: Default access rights
fi: Oletus käyttöoikeudet

# tl_settings.defaultChmod.1
source: Please assign the default access rights for pages and articles.
fi: Ole hyvä ja määrää sivuille ja artikkeleille oletuspääsyoikeudet.

# tl_settings.liveUpdateBase.0
source: Live Update URL
fi: Live-päivitysosoite

# tl_settings.liveUpdateBase.1
source: Here you can enter the Live Update URL.
fi: Tähän voit antaa Live-päivityspalvelun osoitteen.

# tl_settings.title_legend
source: Website title
fi: Verkkosivuston otsikko

# tl_settings.date_legend
source: Date and time
fi: Päivämäärä ja aika

# tl_settings.global_legend
source: Global configuration
fi: Yleiset asetukset

# tl_settings.backend_legend
source: Back end configuration
fi: Ylläpitopuolen asetukset

# tl_settings.frontend_legend
source: Front end configuration
fi: Julkisivun asetukset

# tl_settings.proxy_legend
source: Proxy configuration
fi: Välityspalveliment asetukset

# tl_settings.privacy_legend
source: Privacy settings
fi: Yksityisyyden asetukset

# tl_settings.security_legend
source: Security settings
fi: Tietoturvan asetukset

# tl_settings.files_legend
source: Files and images
fi: Tiedostot ja kuvat

# tl_settings.uploads_legend
source: Upload settings
fi: Lähetettävien tiedostojen asetukset

# tl_settings.search_legend
source: Search engine settings
fi: Hakutoiminnon asetukset

# tl_settings.smtp_legend
source: SMTP configuration
fi: SMTP asetukset

# tl_settings.modules_legend
source: Inactive extensions
fi: Passiiviset laajennukset

# tl_settings.cron_legend
source: Command scheduler
fi: Komentoajastin

# tl_settings.timeout_legend
source: Timeout values
fi: Aikakatkaisun asetukset

# tl_settings.chmod_legend
source: Default access rights
fi: Oletus käyttöoikeudet

# tl_settings.update_legend
source: Live Update
fi: Live Päivitys

# tl_settings.static_legend
source: Static resources
fi: Staattiset resurssit

# tl_settings.edit
source: Edit the local configuration
fi: Muokkaa paikallista kokoonpanoa

# tl_settings.both
source: Use the server and the browser cache
fi: Käytä palvelimen ja selaimen välimuistia

# tl_settings.server
source: Use only the server cache
fi: Käytä ainoastaan palvelimen välimuistia

# tl_settings.browser
source: Use only the browser cache
fi: Käytä ainoastaan selaimen välimuistia

# tl_settings.none
source: Disable caching
fi: Älä käytä välimuistia
