Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/core/languages/*/*_undo.xlf
Languages: sq

# tl_undo.pid.0
source: User
sq: Përdoruesi

# tl_undo.pid.1
source: Name of the associated user
sq: Emri i përdoruesit të nderlidhur.

# tl_undo.fromTable.0
source: Source table
sq: Tabela

# tl_undo.fromTable.1
source: Name of the original table
sq: Emri i tabelës origjine.

# tl_undo.affectedRows.0
source: Affected rows
sq: Reshtët e të dhënave

# tl_undo.affectedRows.1
source: Number of records included in the undo step
sq: Numri i reshteve të influencuar

# tl_undo.query.0
source: Details
sq: Detajet

# tl_undo.query.1
source: Details of the undo step
sq: Detajet e shënimit aktual

# tl_undo.data.0
source: Data
sq: Datat

# tl_undo.data.1
source: Raw data of the undo step
sq: Datat e reshteve të shlyer

# tl_undo.show.0
source: Show details
sq: Trego

# tl_undo.show.1
source: Show the details of entry ID %s
sq: Trego shënimin ID %s

# tl_undo.undo.0
source: Restore
sq: Zhbëje

# tl_undo.undo.1
source: Restore entry ID %s
sq: Zhbëje aksionen ID %s
