Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/core/languages/*/*_user_group.xlf
Languages: sq

# tl_user_group.name.0
source: Title
sq: Emri i grupit

# tl_user_group.name.1
source: Please enter the group title.
sq: Epeni një emër unik për identifikimin e grupit.

# tl_user_group.alexf.0
source: Allowed fields
sq: Fushat e lejuara

# tl_user_group.alexf.1
source: Here you can choose which fields will be editable.
sq: Shumë tabela përmbajnë fusha, të cilat parimisht mund të përpunohen. Të drejtat për t'i përpunuar ato mund të ia aplikoni grupit këtu. Shtypni njëkohësisht [CTRL] në tastierë.

# tl_user_group.disable.0
source: Deactivate
sq: Çaktivizo

# tl_user_group.disable.1
source: Temporarily disable the group.
sq: Çaktivizimi shmang mundësin e anëtarëve të grupit për t'i trashëguar drejtat e grupit.

# tl_user_group.start.0
source: Activate on
sq: Aktivizo me

# tl_user_group.start.1
source: Automatically activate the group on this day.
sq: Grupi do të aktivizohet me datën e dhëne këtu.

# tl_user_group.stop.0
source: Deactivate on
sq: Çaktivizo me

# tl_user_group.stop.1
source: Automatically deactivate the group on this day.
sq: Grupi do të çaktivizohet me datën e dhëne këtu.

# tl_user_group.title_legend
source: Title
sq: Titulli

# tl_user_group.modules_legend
source: Allowed modules
sq: Modulet e lejuara

# tl_user_group.pagemounts_legend
source: Pagemounts
sq: Faqe të bashkangjitura

# tl_user_group.filemounts_legend
source: Filemounts
sq: Skedarë të bashkangjitur

# tl_user_group.forms_legend
source: Form permissions
sq: Lejet e formularit

# tl_user_group.account_legend
source: Account settings
sq: Konfigurimi llogarisë

# tl_user_group.alexf_legend
source: Allowed fields
sq: Fushat e përjashtuara

# tl_user_group.new.0
source: New user group
sq: Grup të ri

# tl_user_group.new.1
source: Create a new user group
sq: Krijo grup të ri

# tl_user_group.show.0
source: Group details
sq: Detajet e grupit

# tl_user_group.show.1
source: Show the details of group ID %s
sq: Trego detajet e grupit ID %s

# tl_user_group.edit.0
source: Edit group
sq: Përpuno grupin

# tl_user_group.edit.1
source: Edit group ID %s
sq: Përpunon grupin ID %s

# tl_user_group.copy.0
source: Duplicate group
sq: Dupliko grupin

# tl_user_group.copy.1
source: Duplicate group ID %s
sq: Dupliko grupin ID %s

# tl_user_group.delete.0
source: Delete group
sq: Shlyej grupin

# tl_user_group.delete.1
source: Delete group ID %s
sq: Shlyen grupin ID %s

# tl_user_group.toggle.0
source: Activate/deactivate group
sq: Aktivizo/çaktivizo grupin

# tl_user_group.toggle.1
source: Activate/deactivate group ID %s
sq: Aktivizo/çaktivizo grupin ID %s
