Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/newsletter/languages/*/*_module.xlf
Languages: es

# tl_module.newsletters.0
source: Subscribable newsletters
es: Canales newsletters

# tl_module.newsletters.1
source: Show these channels in the front end form.
es: Por favor selecciona los canales a los que el usuario se puede subscribir durante el proceso de alta.

# tl_module.nl_channels.0
source: Channels
es: Canales

# tl_module.nl_channels.1
source: Please select one or more channels.
es: Por favor selecciona uno o más canales.

# tl_module.nl_hideChannels.0
source: Hide channel menu
es: Esconder el menú de canales

# tl_module.nl_hideChannels.1
source: Do not show the channel selection menu.
es: No mostrar el menú de selección de canales

# tl_module.nl_subscribe.0
source: Subscription message
es: E-mail de suscripción

# tl_module.nl_subscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
es: Por favor introduce el texto del e-mail de suscripción. Puedes utilizar los comodines <em>##channel##</em> (nombre de canal), <em>##domain##</em> (nombre de dominio actual) y <em>##link##</em> (enlace de activacion).

# tl_module.nl_unsubscribe.0
source: Unsubscription message
es: E-mail de baja de suscripción

# tl_module.nl_unsubscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names) and <em>##domain##</em> (domain name).
es: Por favor introduce el texto del e-mail de baja de suscripción. Puedes utilizar los comodines <em>##channel##</em> (nombre de canal), <em>##domain##</em> (nombre de dominio actual) y <em>##link##</em> (enlace de activacion).

# tl_module.nl_template.0
source: Newsletter template
es: Diseño módulo

# tl_module.nl_template.1
source: Here you can select the newsletter template.
es: Por favor selecciona un diseño de mófulo. Puedes añadir diseños personalizados para noticias en la carpeta <em>templates</em>. Los archivos de plantillas de boletines empieza por <em>nl_</em> y requieren la extensión de archivo <em>.tpl</em>.

# tl_module.text_subscribe.0
source: Your subscription on %s
es: Su suscripción en %s

# tl_module.text_subscribe.1
source: You have subscribed to the following channels on ##domain##: ##channels## Please click ##link## to activate your subscription. If you did not subscribe yourself, please ignore this e-mail.
es: Se ha suscrito en ##channel## en ##domain##. Por favor haga clic en ##link## para compeltar su suscripción. Si no ha solicitado esta suscripción, ignore este e-mail.

# tl_module.text_unsubscribe.0
source: Your subscription on %s
es: Su suscripción en %s

# tl_module.text_unsubscribe.1
source: You have unsubscribed from the following channels on ##domain##: ##channels##
es: Se ha dado de baja su suscripción de ##channel##.
