Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/newsletter/languages/*/*_newsletter_recipients.xlf
Languages: sq

# tl_newsletter_recipients.email.0
source: E-mail address
sq: Adresa elektronike

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
sq: Epeni adresat elektronike të marrësve.

# tl_newsletter_recipients.active.0
source: Activate recipient
sq: Aktivizuar

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
sq: E-Mail adresat janë zakonisht të aktivizuara në qoftë se shtypen në E-Mail-in konfirmues (double-opt-in).

# tl_newsletter_recipients.addedOn.0
source: Subscription date
sq: Data regjistrimit

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
sq: Data regjistrimit.

# tl_newsletter_recipients.ip.0
source: IP address
sq: IP adresa

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
sq: IP adresa e të regjistruarve.

# tl_newsletter_recipients.token.0
source: Token key
sq: Shenjë çelsi

# tl_newsletter_recipients.token.1
source: The confirmation token of the subscription.
sq: Vërtetimi shenjës për regjistrim

# tl_newsletter_recipients.confirmed.0
source: Confirmation date
sq: Data konfirmimit

# tl_newsletter_recipients.confirmed.1
source: The date of confirmation (double opt-in).
sq: Data konfirmimit (zgjedhje të dyfishtë).

# tl_newsletter_recipients.email_legend
source: E-mail address
sq: Adresa elektronike

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
sq: %s marrës janë importuar.

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
sq: %s shënime të pavlevshme janë kaluar.

# tl_newsletter_recipients.subscribed
source: subscribed on %s
sq: regjistruar me %s

# tl_newsletter_recipients.manually
source: added manually
sq: futur me dorë

# tl_newsletter_recipients.new.0
source: Add recipient
sq: Fut marrës

# tl_newsletter_recipients.new.1
source: Add a new recipient
sq: Fut një marrës të ri

# tl_newsletter_recipients.show.0
source: Recipient details
sq: Detaje të marrësit

# tl_newsletter_recipients.show.1
source: Show the details of recipient ID %s
sq: Trego detaje të marrësit ID %s

# tl_newsletter_recipients.edit.0
source: Edit recipient
sq: Përpuno marrësin

# tl_newsletter_recipients.edit.1
source: Edit recipient ID %s
sq: Përpuno marrësin ID %s

# tl_newsletter_recipients.copy.0
source: Duplicate recipient
sq: Kopjo marrësin

# tl_newsletter_recipients.copy.1
source: Duplicate recipient ID %s
sq: Kopjo marrësin ID %s

# tl_newsletter_recipients.delete.0
source: Delete recipient
sq: Shlyej marrësin

# tl_newsletter_recipients.delete.1
source: Delete recipient ID %s
sq: Shlyej marrësin ID %s

# tl_newsletter_recipients.editheader.0
source: Edit channel
sq: Modifiko kanalin

# tl_newsletter_recipients.editheader.1
source: Edit the channel settings
sq: Modifiko konfigurimin e kanalit

# tl_newsletter_recipients.toggle.0
source: Activate/deactivate recipient
sq: Aktivizo/ç'aktivizo marrësit

# tl_newsletter_recipients.toggle.1
source: Activate/deactivate recipient ID %s
sq: Aktivizo/ç'aktivizo marrësit ID %s

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
sq: Importo marrës nga një CSV skedarë.
