Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/news/languages/*/*_news_feed.xlf
Languages: sq

# tl_news_feed.title.0
source: Title
sq: Titull

# tl_news_feed.title.1
source: Please enter a feed title.
sq: Epeni titullin e furnizimit

# tl_news_feed.alias.0
source: Feed alias
sq: Alias i furnizimit

# tl_news_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
sq: Këtu mund të epeni emrin e një skedari të veçant (pa shtesë). Skedari XML do të krijohet automatikisht në dosjen <em>share</em> të Contao's të instaluar, p.sh. <em>share/emri.xml</em>.

# tl_news_feed.language.0
source: Feed language
sq: Gjuha e furnizimit

# tl_news_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
sq: Epeni gjuhen e furnizimit sipas standardit të ISO-639 (p.sh. <em>en</em> ose <em>en-us</em>).

# tl_news_feed.archives.0
source: News archives
sq: Arkivi lajmeve

# tl_news_feed.archives.1
source: Here you can choose the news archives to be included in the feed.
sq: Këtu mund të zgjedhet përfshirja e lajmeve të arkivuara në furnizim.

# tl_news_feed.format.0
source: Feed format
sq: Formati furnizimit

# tl_news_feed.format.1
source: Please choose a feed format.
sq: Zgjedhoni formatin e furnizimit

# tl_news_feed.source.0
source: Export settings
sq: Eksporto konfigurimet

# tl_news_feed.source.1
source: Here you can choose what will be exported.
sq: Këtu mund të zgjidhni çfarë të eksportohet.

# tl_news_feed.maxItems.0
source: Maximum number of items
sq: Numri maksimum i gjërave

# tl_news_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
sq: Këtu mund të kufizoni numrin e furnizimeve. Epeni 0 për të eksportuar të gjitha.

# tl_news_feed.feedBase.0
source: Base URL
sq: URL bazë/rrënjë

# tl_news_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
sq: Epeni URL-në bazë/rrënjë me prtokoll (p.sh. <em>http://</em>)

# tl_news_feed.description.0
source: Feed description
sq: Përshkrimi furnizimit

# tl_news_feed.description.1
source: Here you can enter a short description of the news feed.
sq: Këtu mund të epeni një përshkrim të shkurtër të lajmeve.

# tl_news_feed.title_legend
source: Title and language
sq: Titulli dhe gjuha

# tl_news_feed.archives_legend
source: News archives
sq: Arkini lajmeve

# tl_news_feed.config_legend
source: Feed settings
sq: Konfigurimi furnizimit

# tl_news_feed.source_teaser
source: News teasers
sq: Ngacmuesi lajmeve

# tl_news_feed.source_text
source: Full articles
sq: Artikull i plotë

# tl_news_feed.new.0
source: New feed
sq: Furnizim të ri

# tl_news_feed.new.1
source: Create a new feed
sq: Krijo një furnizim të ri

# tl_news_feed.show.0
source: Feed details
sq: Detajet e furnizimit

# tl_news_feed.show.1
source: Show the details of feed ID %s
sq: Trego detajet e furnizimit ID %s

# tl_news_feed.edit.0
source: Edit feed
sq: Përpuno furnizimin

# tl_news_feed.edit.1
source: Edit feed ID %s
sq: Përpuno furnizimin ID %s

# tl_news_feed.copy.0
source: Duplicate feed
sq: Dyfisho furnizimin

# tl_news_feed.copy.1
source: Duplicate feed ID %s
sq: Dyfisho furnizimin %s

# tl_news_feed.delete.0
source: Delete feed
sq: Shlyej furnizimin

# tl_news_feed.delete.1
source: Delete feed ID %s
sq: Shlyej furnizimin %s
