Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/news/languages/*/*_news_archive.xlf
Languages: sq

# tl_news_archive.title.0
source: Title
sq: Titulli

# tl_news_archive.title.1
source: Please enter a news archive title.
sq: Epeni titullin e lajmit të arkivuar.

# tl_news_archive.jumpTo.0
source: Redirect page
sq: Kërce në faqe

# tl_news_archive.jumpTo.1
source: Please choose the news reader page to which visitors will be redirected when clicking a news item.
sq: Zgjedhoni faqen në të cilën vizitorët duhet të dërgohen në qoftë se shtypet një artikull i lajmeve.

# tl_news_archive.allowComments.0
source: Enable comments
sq: Lejo komentimin

# tl_news_archive.allowComments.1
source: Allow visitors to comment news items.
sq: Lejo komentimin e lajmeve nga vizitorët.

# tl_news_archive.notify.0
source: Notify
sq: Njofto

# tl_news_archive.notify.1
source: Please choose who to notify when comments are added.
sq: Zgjedh dikë që të njoftohet kur shtohet një komente.

# tl_news_archive.sortOrder.0
source: Sort order
sq: Radhitja

# tl_news_archive.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
sq: Zgjedhoni radhitjen.

# tl_news_archive.perPage.0
source: Comments per page
sq: Komente në faqe

# tl_news_archive.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
sq: Epeni numrin e komenteve në faqe (0=çaktivizo fletimin).

# tl_news_archive.moderate.0
source: Moderate comments
sq: Mirato

# tl_news_archive.moderate.1
source: Approve comments before they are published on the website.
sq: Mirato komentet para publikimit në ueb-faqe.

# tl_news_archive.bbcode.0
source: Allow BBCode
sq: Lejo BBCode

# tl_news_archive.bbcode.1
source: Allow visitors to format their comments with BBCode.
sq: Lejo vizitoreve përdorimin e BBCode për t'i formatuar komentet e tyre.

# tl_news_archive.requireLogin.0
source: Require login to comment
sq: Kërkon kyçje

# tl_news_archive.requireLogin.1
source: Allow only authenticated users to create comments.
sq: Mos lejo mysafirët të krijojnë komente.

# tl_news_archive.disableCaptcha.0
source: Disable the security question
sq: Çaktivizo pyetjen e sigurisë

# tl_news_archive.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
sq: Zgjedhja e këtij opsioni çaktivion pyetjen e sigurisë (nuk rekomandohet).

# tl_news_archive.protected.0
source: Protect archive
sq: Mbroj arkivin

# tl_news_archive.protected.1
source: Show news items to certain member groups only.
sq: Trego lajmin vetëm për anëtarë të caktuar të grupit.

# tl_news_archive.groups.0
source: Allowed member groups
sq: Anëtarë të lejuar të grupit

# tl_news_archive.groups.1
source: These groups will be able to see the news items in this archive.
sq: Këtu mund të zgjedhoni grupet, të cilave ju lejohet shikimi i lajmit.

# tl_news_archive.tstamp.0
source: Revision date
sq: Data ripunimit/rishikimit

# tl_news_archive.tstamp.1
source: Date and time of the latest revision
sq: Data dhe koha e ripunimit/rishikimit të fundit.

# tl_news_archive.title_legend
source: Title and redirect page
sq: Titulli dhe faqja përcjellëse

# tl_news_archive.comments_legend
source: Comments
sq: Komente

# tl_news_archive.protected_legend
source: Access protection
sq: Mbrojtja kyçjes

# tl_news_archive.feed_legend
source: RSS/Atom feed
sq: RSS/Atom furnizim

# tl_news_archive.notify_admin
source: System administrator
sq: Drejtori systemit

# tl_news_archive.notify_author
source: Author of the news item
sq: Autori i lajmit

# tl_news_archive.notify_both
source: Author and system administrator
sq: Autori dhe drejtori systemit

# tl_news_archive.source_teaser
source: News teasers
sq: Lajme ngacmuese

# tl_news_archive.source_text
source: Full articles
sq: Plotë artikuj

# tl_news_archive.new.0
source: New archive
sq: Arkiv të ri

# tl_news_archive.new.1
source: Create a new archive
sq: Krijo arkiv të ri

# tl_news_archive.show.0
source: Archive details
sq: Detajet e arkivit

# tl_news_archive.show.1
source: Show the details of archive ID %s
sq: Trego detajet e arkivit ID %s

# tl_news_archive.edit.0
source: Edit archive
sq: Përpuno arkivin

# tl_news_archive.edit.1
source: Edit archive ID %s
sq: Përpuno arkivin ID %s

# tl_news_archive.editheader.0
source: Edit archive settings
sq: Përpuno cilësit e arkivit

# tl_news_archive.editheader.1
source: Edit the settings of archive ID %s
sq: Përpuno cilësit e arkivit ID %s

# tl_news_archive.copy.0
source: Duplicate archive
sq: Kopjy arkivin

# tl_news_archive.copy.1
source: Duplicate archive ID %s
sq: Kopjo arkivin ID %s

# tl_news_archive.delete.0
source: Delete archive
sq: Shlyej arkivin

# tl_news_archive.delete.1
source: Delete archive ID %s
sq: Shlyej arkivin ID %s

# tl_news_archive.comments.0
source: Comments
sq: Komentet

# tl_news_archive.comments.1
source: Show comments of archive ID %s
sq: Trego komentet e arkivit ID %s

# tl_news_archive.feeds.0
source: RSS feeds
sq: Furnizimet RSS

# tl_news_archive.feeds.1
source: Manage RSS feeds
sq: Rregullo furnizimin RSS
