Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/newsletter/languages/*/*_newsletter_channel.xlf
Languages: sq

# tl_newsletter_channel.title.0
source: Title
sq: Titulli

# tl_newsletter_channel.title.1
source: Please enter the title of the channel.
sq: Epeni titullin e kanalit.

# tl_newsletter_channel.jumpTo.0
source: Redirect page
sq: Faqja përcjellëse

# tl_newsletter_channel.jumpTo.1
source: Please choose the newsletter reader page to which visitors will be redirected when clicking a newsletter.
sq: Epeni faqën përcjellëse pasi që vizitorët ta shtypin një lajm.

# tl_newsletter_channel.useSMTP.0
source: Custom SMTP server
sq: Shërbyes të caktuar të SMTP-së

# tl_newsletter_channel.useSMTP.1
source: Use a custom SMTP server for sending newsletters.
sq: Përdor shërbyes të caktuar të SMTP-së për dërgimin e lajmeve.

# tl_newsletter_channel.smtpHost.0
source: SMTP hostname
sq: SMTP bartësi

# tl_newsletter_channel.smtpHost.1
source: Please enter the host name of the SMTP server.
sq: Epeni emrin e bartësit të SMTP shërbyesit (hostname).

# tl_newsletter_channel.smtpUser.0
source: SMTP username
sq: Përdoruesi SMTP-së

# tl_newsletter_channel.smtpUser.1
source: Here you can enter the SMTP username.
sq: Epeni përdoruesin e SMTP-së.

# tl_newsletter_channel.smtpPass.0
source: SMTP password
sq: Fjalëkalimi SMTP-së

# tl_newsletter_channel.smtpPass.1
source: Here you can enter the SMTP password.
sq: Epeni fjalëkalimin e SMTP-së.

# tl_newsletter_channel.smtpEnc.0
source: SMTP encryption
sq: Deshifrimi SMTP-së

# tl_newsletter_channel.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
sq: Zgjedhoni metodën e deshifrimit (SSL ose TLS).

# tl_newsletter_channel.smtpPort.0
source: SMTP port number
sq: Numri portës të SMTP-së

# tl_newsletter_channel.smtpPort.1
source: Please enter the port number of the SMTP server.
sq: Epeni numrin e portës të SMTP shërbyesit.

# tl_newsletter_channel.tstamp.0
source: Revision date
sq: Data përpunimit

# tl_newsletter_channel.tstamp.1
source: Date and time of the latest revision
sq: Data dhe koha e përpunimit të fundit

# tl_newsletter_channel.title_legend
source: Title and redirect
sq: Titulli dhe përcjellja

# tl_newsletter_channel.smtp_legend
source: SMTP configuration
sq: Konfigurimi SMTP

# tl_newsletter_channel.new.0
source: New channel
sq: Kanal të ri

# tl_newsletter_channel.new.1
source: Create a new channel
sq: Krijo kanal të ri

# tl_newsletter_channel.show.0
source: Channel details
sq: Detajet e kanalit

# tl_newsletter_channel.show.1
source: Show the details of channel ID %s
sq: Detajet e kanalit ID %s

# tl_newsletter_channel.edit.0
source: Edit channel
sq: Përpuno kanalin

# tl_newsletter_channel.edit.1
source: Edit channel ID %s
sq: Përpuno kanalin ID %s

# tl_newsletter_channel.editheader.0
source: Edit channel settings
sq: Modifiko konfigurimin e kanalit

# tl_newsletter_channel.editheader.1
source: Edit the settings of channel ID %s
sq: Modifiko konfigurimin e kanalit ID %s

# tl_newsletter_channel.copy.0
source: Duplicate channel
sq: Kopjo kanalin

# tl_newsletter_channel.copy.1
source: Duplicate channel ID %s
sq: Kopjo kanalin ID %s

# tl_newsletter_channel.delete.0
source: Delete channel
sq: Shlyej kanalin

# tl_newsletter_channel.delete.1
source: Delete channel ID %s
sq: Shlyej kanalin ID %s

# tl_newsletter_channel.recipients.0
source: Edit recipients
sq: Përpuno marrësit

# tl_newsletter_channel.recipients.1
source: Edit the recipients of channel ID %s
sq: Përpuno marrësit e kanalit ID %s
