Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/newsletter/languages/*/*_newsletter.xlf
Languages: sq

# tl_newsletter.subject.0
source: Subject
sq: Subjekt

# tl_newsletter.subject.1
source: Please enter the newsletter subject.
sq: Epeni subjektin (çështjen) e lajmit.

# tl_newsletter.alias.0
source: Newsletter alias
sq: Pseudonimi lajmeve

# tl_newsletter.alias.1
source: The newsletter alias is a unique reference to the newsletter which can be called instead of its numeric ID.
sq: Pseudonimi lajmeve është një referencë unike e cila mund të përdoret në vend të identitetit numerik (ID) të lajmit.

# tl_newsletter.content.0
source: HTML content
sq: Përmbajtja

# tl_newsletter.content.1
source: Here you can enter the HTML content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
sq: Epeni përmbajtjen e lajmit. Përdorni zëvendësimin <em>##email##</em> për t'i fut adresat e marrësve. Gjenero lidhje ç'lajmërimi si <em>http://www.domain.com/unsubscribe-page.html?email=##email##</em>.

# tl_newsletter.text.0
source: Text content
sq: Përmbajtja tekstit

# tl_newsletter.text.1
source: Here you can enter the text content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
sq: Këtu mund ta epeni përmbajtjen e tekstit të lajmit. Përdorimi i shenjave <em>##email##</em> ju mundëson futjen e E-Mail adresave të marrësve.

# tl_newsletter.addFile.0
source: Add attachments
sq: Fut shtojcë

# tl_newsletter.addFile.1
source: Attach one or more files to the newsletter.
sq: Fut një apo më shumë skedar në lajm.

# tl_newsletter.files.0
source: Attachments
sq: Shtojcë

# tl_newsletter.files.1
source: Please choose the files to be attached from the files directory.
sq: Zgjedhoni skedaret për t'i fut si shtojcë.

# tl_newsletter.template.0
source: E-mail template
sq: Shablloni E-Mail-it

# tl_newsletter.template.1
source: Here you can choose the e-mail template.
sq: Zgjedhoni shabllonin e postës elektronike.

# tl_newsletter.sendText.0
source: Send as plain text
sq: Dërgo një tekst

# tl_newsletter.sendText.1
source: Send the newsletter as plain text e-mail without the HTML content.
sq: Zgjedhja e këtij opsioni shkakton që e-mail-i të dërgohet si tekst. Tagjet e HTML-të do të zhveshën.

# tl_newsletter.externalImages.0
source: External images
sq: Grafika eksterne

# tl_newsletter.externalImages.1
source: Do not embed images in HTML newsletters.
sq: Mos futni grafikë në HTML lajm.

# tl_newsletter.senderName.0
source: Sender name
sq: Emri dërguesit

# tl_newsletter.senderName.1
source: Here you can enter the sender's name.
sq: Epeni emrin e dërguesit.

# tl_newsletter.sender.0
source: Sender address
sq: Adresa e dërguesit

# tl_newsletter.sender.1
source: Here you can enter a custom sender address.
sq: Në qoftë se nuk epeni një adresë të dërguesit, atëherë përdoret adresa e administratorit.

# tl_newsletter.mailsPerCycle.0
source: Mails per cycle
sq: E-Mail në cikël

# tl_newsletter.mailsPerCycle.1
source: The sending process is split into several cycles to prevent the script from timing out.
sq: Procedura për dërgim është ndarë në disa cikël për t'ia parandaluar scriptit bllokimin kohor.

# tl_newsletter.timeout.0
source: Timeout in seconds
sq: Bllokimi kohor në sekundë

# tl_newsletter.timeout.1
source: Here you can modify the waiting time between each cycle to control the number of e-mails per minute.
sq: Epeni numrin e sekundëve të cilet përdorën në mes të çdo cikëlit për ta kontrolluar numrin e e-mail-ave në minut.

# tl_newsletter.start.0
source: Offset
sq: Fillimi ciklit

# tl_newsletter.start.1
source: In case the sending process is interrupted, you can enter a numeric offset here to continue with a particular recipient. You can check how many mails have been sent in the <em>system/logs/newsletter_*.log</em> file. E.g., if 120 mails have been sent, enter "120" to continue with the 121st recipient (counting starts at 0).
sq: Në rast se dërgimi ndërpritet, këtu mund ta epeni numrin e ciklit me të cilin do të vazhdoj. Vazhdimi fillon me 0 për ciklin e parë.

# tl_newsletter.sendPreviewTo.0
source: Send preview to
sq: Dërgo shikim paraprak

# tl_newsletter.sendPreviewTo.1
source: Send the preview of the newsletter to this e-mail address.
sq: Dërgo shikim paraprak të lajmit në këtë adres elektronike.

# tl_newsletter.title_legend
source: Title and subject
sq: Titulli dhe tema

# tl_newsletter.html_legend
source: HTML content
sq: Përmbajtja HTML

# tl_newsletter.text_legend
source: Text content
sq: Përmbajtja Text

# tl_newsletter.attachment_legend
source: Attachments
sq: Shtojcë

# tl_newsletter.template_legend
source: Template settings
sq: Konfigurimi shablloneve

# tl_newsletter.expert_legend
source: Expert settings
sq: Konfigurimi ekspert

# tl_newsletter.sent
source: Sent
sq: Dërgo

# tl_newsletter.sentOn
source: Sent on %s
sq: Dërguar me %s

# tl_newsletter.notSent
source: Not sent yet
sq: Nuk është dërguar tash

# tl_newsletter.mailingDate
source: Mailing date
sq: Data dërgimit

# tl_newsletter.confirm
source: The newsletter has been sent to %s recipients.
sq: Lajmi është dërguar %s marrësve.

# tl_newsletter.error
source: There are no active subscribers to the channel.
sq: Nuk ka pranues të lajmëve për këtë kanal

# tl_newsletter.from
source: From
sq: Nga

# tl_newsletter.attachments
source: Attachments
sq: Shtojcë

# tl_newsletter.preview
source: Send preview
sq: Mëparshëm

# tl_newsletter.sendConfirm
source: Do you really want to send the newsletter?
sq: Sigurisht doni ta dërgoni lajmin?

# tl_newsletter.new.0
source: New newsletter
sq: Lajm të ri

# tl_newsletter.new.1
source: Create a new newsletter
sq: Krijo lajm të ri

# tl_newsletter.show.0
source: Newsletter details
sq: Detajet e lajmit

# tl_newsletter.show.1
source: Show the details of newsletter ID %s
sq: Detajet e lajmit ID %s

# tl_newsletter.edit.0
source: Edit newsletter
sq: Përpuno lajmin

# tl_newsletter.edit.1
source: Edit newsletter ID %s
sq: Përpuno lajmin ID %s

# tl_newsletter.copy.0
source: Duplicate newsletter
sq: Kopjo lajmin

# tl_newsletter.copy.1
source: Duplicate newsletter ID %s
sq: Kopjo lajmin ID %s

# tl_newsletter.cut.0
source: Move newsletter
sq: Lëviz lajmin

# tl_newsletter.cut.1
source: Move newsletter ID %s
sq: Lëviz lajmin ID %s

# tl_newsletter.delete.0
source: Delete newsletter
sq: Shlyej lajmin

# tl_newsletter.delete.1
source: Delete newsletter ID %s
sq: Shlyej lajmin ID %s

# tl_newsletter.editheader.0
source: Edit channel
sq: Përpuno kanalin

# tl_newsletter.editheader.1
source: Edit the channel settings
sq: Përpuno kanalin

# tl_newsletter.pasteafter.0
source: Paste into this channel
sq: Fut në këtë kanal

# tl_newsletter.pasteafter.1
source: Paste after newsletter ID %s
sq: Fut në këtë kanal ID %s

# tl_newsletter.send.0
source: Send newsletter
sq: Dërgo lajmin

# tl_newsletter.send.1
source: Send newsletter ID %s
sq: Dërgo lajmin ID %s
