Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/newsletter/languages/*/modules.xlf
Languages: sq

# MOD.newsletter.0
source: Newsletters
sq: Lajme

# MOD.newsletter.1
source: Manage subscriptions and send newsletters
sq: Moduli mundëson menaxhimin e lajmeve.

# MOD.tl_newsletter_recipients
source: Recipients
sq: Marrësit

# FMD.newsletter
source: Newsletter
sq: Lajme

# FMD.subscribe.0
source: Subscribe
sq: Lajmërohu

# FMD.subscribe.1
source: Generates a form to subscribe to one or more channels
sq: Moduli ju mundëson front end përdoruesve të lajmërohen në kanale të caktuar.

# FMD.unsubscribe.0
source: Unsubscribe
sq: Ç'lajmërohu

# FMD.unsubscribe.1
source: Generates a form to unsubscribe from one or more channels
sq: Moduli ju mundëson front end përdoruesve të ç'lajmërohen nga kanale të caktuar.

# FMD.nl_list.0
source: Newsletter list
sq: Lista lajmeve

# FMD.nl_list.1
source: Adds a list of newsletters to the page
sq: Moduli ju mundëson futjen e një liste me lajme.

# FMD.nl_reader.0
source: Newsletter reader
sq: Lexuesi lajmeve

# FMD.nl_reader.1
source: Shows the details of a newsletter
sq: Mdouli mundëson leximin e lajmeve.
