Repository: kombinatdelikat/kombinatdelikat
Catalog: system/modules/comments/languages/*/*_content.xlf
Languages: es

# tl_content.com_order.0
source: Sort order
es: Filtrar por

# tl_content.com_order.1
source: Please choose the sort order.
es: Por favor selecciona el orden de filtro

# tl_content.com_perPage.0
source: Items per page
es: Items por página

# tl_content.com_perPage.1
source: The number of comments per page. Set to 0 to disable pagination.
es: Por introduce el número de comentarios por página (0=desactivar paginación)

# tl_content.com_moderate.0
source: Moderate
es: Moderar

# tl_content.com_moderate.1
source: Approve comments before they are published on the website.
es: Aprobar comentarios antes de que se publiquen en la web.

# tl_content.com_bbcode.0
source: Allow BBCode
es: Permiti BBCode

# tl_content.com_bbcode.1
source: Allow visitors to format their comments with BBCode.
es: Permitir a los visitantes utilizar BBCode para dar formato a sus comentarios.

# tl_content.com_requireLogin.0
source: Require login to comment
es: Requerir identificación para comentar

# tl_content.com_requireLogin.1
source: Allow only authenticated users to create comments.
es: Permitir la creación de comentarios únicamente a los usuarios que hayan iniciado una sesión.

# tl_content.com_disableCaptcha.0
source: Disable the security question
es: Desactivar pregunta de seguridad

# tl_content.com_disableCaptcha.1
source: Here you can disable the security question (not recommended).
es: Selecciona esta opción para desactivar la pregunta de seguridad (no recomendado)

# tl_content.com_template.0
source: Comments template
es: Diseño de comentarios

# tl_content.com_template.1
source: Here you can select the comments template.
es: Por favor selecciona un diseño de comentarios. Puedes añadir diseños personalizados para comentarios en la carpeta <em>templates</em>. Los archivos de plantillas de comentarios empieza por <em>com_</em> y requieren la extensión de archivo <em>.tpl</em>.

# tl_content.comment_legend
source: Comment settings
es: Opciones del comentario
