Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/calendar/languages/*/modules.xlf
Languages: sq

# MOD.calendar.0
source: Events
sq: Kalendar/Ngjarje

# MOD.calendar.1
source: Manage events and display them in a calendar or event list
sq: Ky modul mundëson menaxhimin e ngjarjeve të kalendarëve të ndryshëm.

# MOD.tl_calendar_feed
source: Calendar feeds
sq: Furnizimet e kalendarit

# FMD.events
source: Events
sq: Kalendar/Ngjarje

# FMD.calendar.0
source: Calendar
sq: Kalendar

# FMD.calendar.1
source: Adds a calendar to the page
sq: Ky modul fut një kalendar në ueb-faqen e juaj.

# FMD.eventlist.0
source: Event list
sq: Lista ngjarjeve

# FMD.eventlist.1
source: Adds a list of events to the page
sq: Ky modul tregon të gjitha ngjarjet e një muaji, jave ose dite.

# FMD.eventreader.0
source: Event reader
sq: Lexues ngjarjeve

# FMD.eventreader.1
source: Shows the details of an event
sq: Ky modul tregon detajet e një ngjarjeje.

# FMD.eventmenu.0
source: Event list menu
sq: Navigacion për list ngjarjeve

# FMD.eventmenu.1
source: Generates a navigation menu to browse the event list
sq: Ky modul mundëson gjenerimin e një navigacioni për ta shfletosur listën e ngjarjeve.
