Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/devtools/languages/*/*_extension.xlf
Languages: fi

# tl_extension.title.0
source: Title
fi: Otsikko

# tl_extension.title.1
source: Please enter the extension title.
fi: Ole hyvä ja anna lisäosalle otsikko.

# tl_extension.folder.0
source: Folder name
fi: Hakemiston nimi

# tl_extension.folder.1
source: Please enter a unique folder name.
fi: Ole hyvä ja anna yksilöllinen nimi hakemistolle.

# tl_extension.author.0
source: Author
fi: Tekijä

# tl_extension.author.1
source: Please enter the author's name and an optional e-mail address (e.g. <em>Name [e-mail@address.com]</em>).
fi: Ole hyvä ja anna tekijän nimi ja halutessasi sähköpostiosoite.

# tl_extension.copyright.1
source: Please enter the copyright notice (e.g. <em>Name 2012</em>).
fi: Ole hyvä ja anna copyright-teksti (esim. <em>Nimesi 2012</em>).

# tl_extension.package.0
source: Package
fi: Paketti

# tl_extension.package.1
source: Please enter the package name without spaces (e.g. <em>MyCustomModule</em>).
fi: Ole hyvä ja anna paketin nimi ilman välilyöntejä (esim. <em>MyCustomModule</em>).

# tl_extension.license.0
source: License
fi: Lisenssi

# tl_extension.license.1
source: Please enter the license type (e.g. <em>GNU/LGPL</em>).
fi: Ole hyvä ja anna lisenssin tyyppi (esim. <em>GNU/LGPL</em>).

# tl_extension.addBeMod.0
source: Add a back end module
fi: Lisää hallintaosion moduuli

# tl_extension.addBeMod.1
source: Add a back end module to the extension.
fi: Lisää hallintaosion moduuli lisäosaan.

# tl_extension.beClasses.0
source: Back end classes
fi: Hallintaosion luokat

# tl_extension.beClasses.1
source: Here you can enter a comma separated list of back end classes.
fi: Tässä voit antaa pilkuilla erotetun listan hallintaosion luokista.

# tl_extension.beTables.0
source: Back end tables
fi: Hallintaosion taulut

# tl_extension.beTables.1
source: Here you can enter a comma separated list of back end tables.
fi: Tähän voit antaa pilkuilla erotetun listan hallintaosion tauluista.

# tl_extension.beTemplates.0
source: Back end templates
fi: Hallintaosion mallipohjat

# tl_extension.beTemplates.1
source: Here you can enter a comma separated list of back end templates.
fi: Tähän voit antaa pilkuilla erotetun listan hallintaosion sivupohjista.

# tl_extension.addFeMod.0
source: Add a front end module
fi: Lisää käyttäjäosion moduuli

# tl_extension.addFeMod.1
source: Add a front end module to the extension.
fi: Lisää käyttäjäosion moduulin lisäosaan.

# tl_extension.feClasses.0
source: Front end classes
fi: Käyttäjäosion luokat

# tl_extension.feClasses.1
source: Here you can enter a comma separated list of front end classes.
fi: Tähän voit antaa pilkuilla erotetun listan käyttäjäosion luokista.

# tl_extension.feTables.0
source: Front end tables
fi: Käyttäjäosion taulut

# tl_extension.feTables.1
source: Here you can enter a comma separated list of front end tables.
fi: Tähän voit antaa pilkuilla erotetun listan käyttäjäosion tauluista.

# tl_extension.feTemplates.0
source: Front end templates
fi: Käyttäjäosion mallipohjat

# tl_extension.feTemplates.1
source: Here you can enter a comma separated list of front end templates.
fi: Tähän voit antaa pilkuilla erotetun listan käyttäjäosion sivupohjista.

# tl_extension.addLanguage.0
source: Add language packs
fi: Lisää kielipaketti

# tl_extension.addLanguage.1
source: Add one or more language packs to the extension.
fi: Lisää kielipaketteja lisäosaan

# tl_extension.languages.0
source: Languages
fi: Kielet

# tl_extension.languages.1
source: Here you can enter a comma separated list of languages (e.g. <em>en,de</em>).
fi: Tähän voit antaa pilkuilla erotetun listan kielistä (esim. <em>en,fi</em>).

# tl_extension.title_legend
source: Title and name
fi: Otsikko ja nimi

# tl_extension.license_legend
source: License information
fi: Lisenssitiedot

# tl_extension.backend_legend
source: Back end resources
fi: Hallintaosion resurssit

# tl_extension.frontend_legend
source: Front end resources
fi: Käyttäjäosion resurssit

# tl_extension.language_legend
source: Language settings
fi: Kieliasetukset

# tl_extension.headline
source: Create extension ID %s
fi: Luo lisäosa ID %s

# tl_extension.label
source: How to create an extension
fi: Kuinka lisäosa luodaan

# tl_extension.confirm
source: The files have been created
fi: Tiedostot on luotu

# tl_extension.unique
source: Folder "%s" exists already!
fi: Hakemisto "%s" on jo olemassa!

# tl_extension.new.0
source: New extension
fi: Uusi lisäosa

# tl_extension.new.1
source: Create a new extension
fi: Luo uusi lisäosa

# tl_extension.show.0
source: Extension details
fi: Lisäosan tarkemmat tiedot

# tl_extension.show.1
source: Show the details of extension ID %s
fi: Näytä lisäosan ID %s tarkemmat tiedot

# tl_extension.edit.0
source: Edit extension
fi: Muokkaa lisäosaa

# tl_extension.edit.1
source: Edit extension ID %s
fi: Muokkaa lisäosaa ID %s

# tl_extension.copy.0
source: Copy extension
fi: Kopioi lisäosa

# tl_extension.copy.1
source: Copy extension ID %s
fi: Kopioi lisäosa ID %s

# tl_extension.delete.0
source: Delete extension
fi: Poista lisäosa

# tl_extension.delete.1
source: Delete extension ID %s
fi: Poista lisäosa ID %s

# tl_extension.create.0
source: Create files
fi: Luo tiedostot

# tl_extension.create.1
source: Create the files of extension ID %s
fi: Luo lisäosan ID %s tiedostot

# tl_extension.make.0
source: Create files
fi: Luo tiedostot

# tl_extension.make.1
source: Click the "Create files" button to generate a new folder in the <em>system/modules</em> directory (note that existing files will be overwritten). The folder will contain all files and subfolders that are required to set up the extension. It is recommended to download these files to your development environment.
fi: Klikkaa "Luo tiedostot" -nappia, generoidaksesi uuden kansion <em>system/modules</em>-hakemistoon (huomaa, että olemassaolevat tiedostot ylikirjoitetaan). Tämä hakemisto tulee sisältämään kaikki lisäosan toiminnan vaatimat tiedostot ja alihakemistot. On suositeltavaa ladata nämä tiedostot omaan kehitysympäristöösi.
