Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/core/languages/*/*_image_size_item.xlf
Languages: es

# tl_image_size_item.media.0
source: Media query
es: Consulta de medio

# tl_image_size_item.media.1
source: Here you can define when to use the image size, e.g. <em>(max-width: 600px)</em>.
es: Aquí puedes definir cuándo utilizar el tamaño de imagen, por ejemplo <em>(max-width: 600px)</em>.

# tl_image_size_item.invisible.1
source: Do not use the image size definition.
es: No se utiliza la definición de tamaño de imagen.

# tl_image_size_item.tstamp.0
source: Revision date
es: Fecha revisión

# tl_image_size_item.tstamp.1
source: Date and time of the latest revision
es: Fecha y hora de revisión

# tl_image_size_item.title_legend
source: Image size settings
es: Configuración de tamaño de imágen

# tl_image_size_item.expert_legend
source: Expert settings
es: Configuración avanzada

# tl_image_size_item.visibility_legend
source: Visibility
es: Visibilidad

# tl_image_size_item.new.0
source: New image size media query
es: Nuevo tamaño de imagen tras consulta de medios

# tl_image_size_item.new.1
source: Create a new image size media query
es: Crear una nuevo tamaño de imagen tras consulta de medios

# tl_image_size_item.show.0
source: Image size media query details
es: Detalles del tamaño de imagen tras consulta de medios

# tl_image_size_item.show.1
source: Show the details of image size media query ID %s
es: Mostrar los detalles del tamaño de imagen tras consulta de medios con ID %s

# tl_image_size_item.edit.0
source: Edit image size media query
es: Editar el tamaño de imagen tras consulta de medios

# tl_image_size_item.edit.1
source: Edit image size media query ID %s
es: Editar el tamaño de imagen tras consulta de medios con ID %s

# tl_image_size_item.cut.0
source: Move image size media query
es: Mover el tamaño de imagen tras consulta de medios

# tl_image_size_item.cut.1
source: Move image size media query ID %s
es: Mover el tamaño de imagen tras consulta de medios con ID %s

# tl_image_size_item.copy.0
source: Duplicate image size media query
es: Duplicar el tamaño de imagen tras consulta de medios

# tl_image_size_item.copy.1
source: Duplicate image size media query ID %s
es: Duplicar el tamaño de imagen tras consulta de medios con ID %s

# tl_image_size_item.delete.0
source: Delete image size media query
es: Borrar el tamaño de imagen tras consulta de medios

# tl_image_size_item.delete.1
source: Delete image size media query ID %s
es: Borrar el tamaño de imagen tras consulta de medios con ID %s

# tl_image_size_item.editheader.0
source: Edit image size
es: Editar el tamaño de imagen

# tl_image_size_item.editheader.1
source: Edit the image size settings
es: Editar la configuración de tamaño de imagen

# tl_image_size_item.pasteafter.0
source: Paste at the top
es: Pegar al inicio

# tl_image_size_item.pasteafter.1
source: Paste after image size media query ID %s
es: Pegar el tamaño de imagen tras consulta de medios con ID %s

# tl_image_size_item.pastenew.0
source: Add new at the top
es: Crear una definición de formato nuevo al inicio

# tl_image_size_item.pastenew.1
source: Add new after image size media query ID %s
es: Añadir un tamaño de imagen nuevo tras consulta de medios con ID %s

# tl_image_size_item.toggle.0
source: Toggle visibility
es: Alternar visibilidad

# tl_image_size_item.toggle.1
source: Toggle the visibility of image size media query ID %s
es: Alternar la visibilidad del tamaño de imagen tras consulta de medios con ID %s
