Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/core/languages/*/*_style.xlf
Languages: sq

# tl_style.invisible.0
source: Invisible
sq: Padukshëm

# tl_style.invisible.1
source: Do not export the format definition.
sq: Përkufizim. Mos eksporto definiticionin e formatit.

# tl_style.selector.0
source: Selector
sq: Përzgjedhës

# tl_style.selector.1
source: The selector defines to which element(s) the format definition applies.
sq: Një seleksionues përcakton se për cilin element të HTML ose cilin grup të HTML vlen definicioni i formatit. Mund t'i epeni një apo më shumë se një seleksionues duke i ndarë nga një presje.

# tl_style.category.0
source: Category
sq: Kategori

# tl_style.category.1
source: Categories can be used to group format definitions in the back end.
sq: Përdorni kategoria për t'i grupua definicionet e formatit dhe për ta lehtësuar përmbajtjen.

# tl_style.comment.0
source: Comment
sq: Koment

# tl_style.comment.1
source: Here you can add a comment.
sq: Komentet tregohen mbi definicionet e formatit.

# tl_style.size.0
source: Size
sq: Madhësia e pozcionit

# tl_style.size.1
source: Width, height, min-width, min-height, max-width and max-height.
sq: Përpuno madhësinë dhe pozicionin (gjerësa, lartësia, pozicioni, overflow, float, clear, paraqitja).

# tl_style.width.0
source: Width
sq: Gjerësi

# tl_style.width.1
source: Here you can enter the element's width.
sq: Epeni gjerësinë dhe njësinë e elementit.

# tl_style.height.0
source: Height
sq: Lartësia

# tl_style.height.1
source: Here you can enter the element's height.
sq: Epeni lartësinë dhe njësinë e elementit.

# tl_style.minwidth.0
source: Minimum width
sq: Gjerësi minimale

# tl_style.minwidth.1
source: Here you can enter the element's minimum width.
sq: Këtu mund të epeni gjerësinë minimale të elementit.

# tl_style.minheight.0
source: Minimum height
sq: Lartësi minimale

# tl_style.minheight.1
source: Here you can enter the element's minimum height.
sq: Këtu mund të epeni lartësinë minimale të elementit.

# tl_style.maxwidth.0
source: Maximum width
sq: Gjerësi maksimale

# tl_style.maxwidth.1
source: Here you can enter the element's maximum width.
sq: Këtu mund të epeni gjerësinë maksimale të elementit.

# tl_style.maxheight.0
source: Maximum height
sq: Lartësi maksimale

# tl_style.maxheight.1
source: Here you can enter the element's maximum height.
sq: Këtu mund të epeni lartësinë maksimale të elementit.

# tl_style.positioning.0
source: Position
sq: Pozicion

# tl_style.positioning.1
source: Position, float, clear, overflow and display.
sq: Pozicion, pluskues, qartë, sipërfaqe dhe shfaqje.

# tl_style.trbl.0
source: Position
sq: Pozicion

# tl_style.trbl.1
source: Here you can enter the top, right, bottom and left position.
sq: Epeni pozicionin e lart, e djathtë, e poshtë dhe të majtë si dhe njësinë e elementit.

# tl_style.position.0
source: Position type
sq: Lloji pozicionit

# tl_style.position.1
source: Here you can choose the position type.
sq: Cakton llojin e pozicionit.

# tl_style.floating.0
source: Float
sq: Valëvitja

# tl_style.floating.1
source: Here you can choose the float type.
sq: Mundëson valëvitjen e elementeve tjerë përreth një Float-elementi.

# tl_style.clear.0
source: Clear
sq: Pastër

# tl_style.clear.1
source: Here you can choose the clear type.
sq: Përfundon valëvitjen e elementeve tjerë.

# tl_style.overflow.1
source: Here you can choose the overflow behaviour.
sq: Cakton paraqitjen e elementit, në qoftë se përmbajtja e tejkalon madhësinë e tij.

# tl_style.display.0
source: Display
sq: Paraqitja

# tl_style.display.1
source: Here you can choose the display type.
sq: Cakton paraqitjen e elementit.

# tl_style.alignment.0
source: Margin, padding and alignment
sq: Margin, Padding dhe Drejtvendosje

# tl_style.alignment.1
source: Margin, padding, align, vertical-align, text-align and whitespace.
sq: Margin (distanca e jashtme), padding (distanca e brendshme), reshtimi vertikal, reshtimi tekstual dhe hapësirë e bardhë.

# tl_style.margin.0
source: Margin
sq: Margin (distanca e jashtme)

# tl_style.margin.1
source: Here you can enter the top, right, bottom and left margin.
sq: Epeni distancen e jashtme të lart, të djathtë, të poshtë dhe të majt si dhe njësinë. Distanca e jashtme është distanca e elementit ndaj elementeve fqinjë.

# tl_style.padding.0
source: Padding
sq: Padding (distanca e brendshme)

# tl_style.padding.1
source: Here you can enter the top, right, bottom and left padding.
sq: Epeni distancen e brendshme të lart, të djathtë, të poshtë dhe të majt si dhe njësinë. Distanca e brendshme është distanca e elementit ndaj përmbajtës.

# tl_style.align.0
source: Element alignment
sq: Drejtvendosja e elementit

# tl_style.align.1
source: To align an element, its left and right margin will be overwritten.
sq: Për ta drejtvendosë elementin, distance e jashtme në anën e majtë dhe djathtë duhet të zëvendësohen.

# tl_style.verticalalign.0
source: Vertical alignment
sq: Drejtvendosja vertikal

# tl_style.verticalalign.1
source: Here you can choose the vertical alignment.
sq: Cakton drejtvendosjen vertikale.

# tl_style.textalign.0
source: Text alignment
sq: Drejtvendosja e tekstit

# tl_style.textalign.1
source: Here you can choose the horizontal text alignment.
sq: Cakton drejtvendosjen horizontale të tekstit.

# tl_style.whitespace.0
source: White-space
sq: Hapësirë e bardhë

# tl_style.whitespace.1
source: Here you can define how white-space inside an element is handled.
sq: Përcakto trajtimin e hapësirës të bardhë brenda një elementi.

# tl_style.background.0
source: Background
sq: Sfondi

# tl_style.background.1
source: Background-color, background-image, background-position, background-repeat, linear-gradient and box-shadow.
sq: Përpuno sfondin (ngjyra, grafika, pozicioni, përsëritja).

# tl_style.bgcolor.0
source: Background color and opacity
sq: Ngjyra sfondit

# tl_style.bgcolor.1
source: Here you can enter a hexadecimal background color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
sq: Epeni ngjyrën e sfondit në mënyrën hexa-decimale (p.sh. ff0000 për kuq).

# tl_style.bgimage.0
source: Background image
sq: Grafika e sfondit

# tl_style.bgimage.1
source: Here you can enter the path to a background image.
sq: Epeni burimin e grafikës për sfond.

# tl_style.bgposition.0
source: Background position
sq: Pozicioni i sfondit

# tl_style.bgposition.1
source: Here you can select the position of the background image.
sq: Në qoftë se nuk përdorni sfond që përsëritet, atëherë mund ta caktoni pozicionin e tij këtu.

# tl_style.bgrepeat.0
source: Background repeat
sq: Përsëritja e sfondit

# tl_style.bgrepeat.1
source: Here you can select the repeating mode.
sq: Në qoftë se përdorni sfond që përsëritet, atëherë mund ta caktoni mënyrën e përsëritjes këtu.

# tl_style.shadowsize.0
source: Shadow size
sq: Madhësia hijes

# tl_style.shadowsize.1
source: Here you can enter the X and Y offset, an optional blur size and an optional spread radius.
sq: Këtu ju mund të epeni X dhe Y, një madhësi opsionale dhe një radius të përhapur opsionale.

# tl_style.shadowcolor.0
source: Shadow color and opacity
sq: Ngjyra hijes dhe pajtejdukshmëriaja

# tl_style.shadowcolor.1
source: Here you can enter a hexadecimal shadow color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
sq: Këtu mund të epeni ngjyrën heksadecimale të hijës (p.sh. ff0000 për kuq) dhe përqindjen e një perde opsionale (p.sh. 75).

# tl_style.gradientAngle.0
source: Gradient angle
sq: Kënd pjerrës

# tl_style.gradientAngle.1
source: Here you can enter the gradient angle (e.g. <em>0deg</em>) or the direction (e.g. <em>to bottom</em> or <em>to top right</em>).
sq: Ketu mund të epeni pjerrësin e këndit (p.sh. <em>0deg</em>) ose drejtimin (p.sh. <em>në fund</em> ose <em>lart djathtas</em>).

# tl_style.gradientColors.0
source: Gradient colors
sq: Ngjyra pjerrëse

# tl_style.gradientColors.1
source: Here you can enter up to four colors with an optional percentage (e.g. <em>ffc 10% | f90 | f00</em>).
sq: Këtu mund të epeni deri në katër ngjyra me përqindje fakultative (p.sh. <em>ffc 10% | f90 | f00</em>).

# tl_style.border.0
source: Border
sq: Rami

# tl_style.border.1
source: Border-width, border-style, border-color, border-radius, border-collapse and border-spacing.
sq: Përpuno vetit e ramit (gjerësia, stili, ngjyra, kolaps).

# tl_style.borderwidth.0
source: Border width
sq: Gjerësia e ramit

# tl_style.borderwidth.1
source: Here you can enter the top, right, bottom and left border width.
sq: Epeni gjerësinë e lartë, e djathtë, e poshtë dhe e majtë të ramit si dhe njësinë.

# tl_style.borderstyle.0
source: Border style
sq: Stili i ramit

# tl_style.borderstyle.1
source: Here you can choose the border style.
sq: Zgjidheni stilin e ramit.

# tl_style.bordercolor.0
source: Border color and opacity
sq: Ngjyra e ramit

# tl_style.bordercolor.1
source: Here you can enter a hexadecimal border color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
sq: Epeni ngjyrën e ramit në mënyrën hexa-decimale (p.sh. ff0000 për kuq).

# tl_style.borderradius.0
source: Border radius
sq: Kufiri radius.

# tl_style.borderradius.1
source: Here you can enter the top, right, bottom and left border radius.
sq: Këtu mund të epeni kufirin e radius më lart, djatht, fund ose majtas

# tl_style.bordercollapse.0
source: Border handling
sq: Modeli i ramit

# tl_style.bordercollapse.1
source: Here you can choose the border handling.
sq: Cakton se si të paraqiten fushat e përbashkëta të tabeles, si një ram apo si dy rame.

# tl_style.borderspacing.0
source: Border spacing
sq: Hapësira kufirit

# tl_style.borderspacing.1
source: Here you can enter the border spacing.
sq: Këtu mund të epeni hapësirën e kufirit

# tl_style.font.0
source: Font
sq: Germa

# tl_style.font.1
source: Font-family, font-size, font-color, line-height, font-style and white-space.
sq: Përpuno kompletin e germave (types, size, style, color, line-height, white-space).

# tl_style.fontfamily.0
source: Font family
sq: Komplet germash

# tl_style.fontfamily.1
source: Here you can enter a comma separated list of font types.
sq: Epeni një apo më shumë se një komplet germash duke i ndarë ato me presje. Përdorni thonjëza për emrat e kompleteve që janë me hapësirë dhe përdorni më së paku një komplet gjenerues (p.sh.: <em>sans-serif</em>).

# tl_style.fontsize.0
source: Font size
sq: Madhësia germave

# tl_style.fontsize.1
source: Here you can enter the font size.
sq: Epeni madhësinë e germave dhe njësinë.

# tl_style.fontcolor.0
source: Font color and opacity
sq: Ngjyra germave

# tl_style.fontcolor.1
source: Here you can enter a hexadecimal font color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
sq: Epeni ngjyrën e germave në mënyrën hexa-decimale (p.sh. ff0000 për kuq).

# tl_style.lineheight.0
source: Line height
sq: Lartësia e rreshtit

# tl_style.lineheight.1
source: Here you can define the line height.
sq: Caktoni lartësinë e reshtit brenda elementit.

# tl_style.fontstyle.0
source: Font style
sq: Stil germash

# tl_style.fontstyle.1
source: Here you can choose one or more font styles.
sq: Zgjidheni një apo më shumë se një stil germash.

# tl_style.texttransform.0
source: Text transform
sq: Transformimi tekstit

# tl_style.texttransform.1
source: Here you can choose a text transformation mode.
sq: Zgjedhimi i menyrës së transformimit të tekstit.

# tl_style.textindent.0
source: Text indent
sq: Dhëmbëzimi tekstit

# tl_style.textindent.1
source: Here you can enter a text indentation.
sq: Këtu mund të epeni dhëmbëzimin e tekstit.

# tl_style.letterspacing.0
source: Letter spacing
sq: Hapësira germave

# tl_style.letterspacing.1
source: Here you can modify the letter spacing (default: 0px).
sq: Këtu mund të përpunoni hapësirën e germave (normë: 0px)

# tl_style.wordspacing.0
source: Word spacing
sq: Hapësira fjalëve

# tl_style.wordspacing.1
source: Here you can modify the word spacing (default: 0px).
sq: Këtu mund të përpunoni hapësirën e fjalëve (normë: 0px)

# tl_style.list.1
source: List-style-type and list-style-image.
sq: Përpuno vetit e listës (stili, lloji, grafika).

# tl_style.liststyletype.0
source: List symbol
sq: Simboli listës

# tl_style.liststyletype.1
source: Here you can choose a list symbol.
sq: Zgjidheni simbolin për elementet e listës.

# tl_style.liststyleimage.0
source: Custom symbol
sq: Simboli individual

# tl_style.liststyleimage.1
source: Here you can enter the path to an individual symbol.
sq: Caktimi për burimin e grafikës, e cila do të përdoret si simbol individual.

# tl_style.own.0
source: Custom code
sq: CSS kodi individual

# tl_style.own.1
source: Here you can enter custom CSS code.
sq: Këtu mund të epeni CSS kodin individual për definimin e formatit.

# tl_style.selector_legend
source: Selector and category
sq: Përzgjedhës dhe kategori

# tl_style.size_legend
source: Size
sq: Madhësi

# tl_style.position_legend
source: Position
sq: Pozicion

# tl_style.align_legend
source: Margin and alignment
sq: Kufiri dhe rreshtimi

# tl_style.background_legend
source: Background settings
sq: Konfigurimi sfondit

# tl_style.border_legend
source: Border settings
sq: Konfigurimi kufirit

# tl_style.font_legend
source: Font settings
sq: Konfigurimi germave

# tl_style.list_legend
source: List settings
sq: Konfigurimi listës

# tl_style.custom_legend
source: Custom code
sq: Kod individual

# tl_style.bold
source: bold
sq: trashë

# tl_style.italic
source: italic
sq: kursiv

# tl_style.underline
source: underlined
sq: nënvizuar

# tl_style.notUnderlined
source: not underlined
sq: ç'nënvizuar

# tl_style.line-through
source: line-through
sq: vijë-përmes

# tl_style.overline
source: overlined
sq: mbivizuar

# tl_style.small-caps
source: small-caps
sq: Kap të vogël

# tl_style.disc
source: dot
sq: Pikë

# tl_style.circle
source: circle
sq: Reth

# tl_style.square
source: square
sq: Katror

# tl_style.decimal
source: figures
sq: Shifra

# tl_style.upper-roman
source: upper latin figures
sq: Shifra latine me shkronja të mëdha

# tl_style.lower-roman
source: lower latin figures
sq: Shifra latine me shkronja të vogla

# tl_style.upper-alpha
source: upper characters
sq: Shkronja të mëdha

# tl_style.lower-alpha
source: lower characters
sq: Shkronja të vogla

# tl_style.uppercase
source: uppercase
sq: Germa të mëdha

# tl_style.lowercase
source: lowercase
sq: Germa të vogla

# tl_style.capitalize
source: capitalize
sq: Shndrro në germa të mëdha

# tl_style.none
source: none
sq: Pa simbol

# tl_style.new.0
source: New format definition
sq: Definicion të ri të formatit

# tl_style.new.1
source: Create a new format definition
sq: Krijo definicion të ri të formatit

# tl_style.show.0
source: Format definition details
sq: Detajet e definicionit

# tl_style.show.1
source: Show the details of format definition ID %s
sq: Trego detajet e definicionit ID %s

# tl_style.edit.0
source: Edit format definition
sq: Përpuno definicionin e formait

# tl_style.edit.1
source: Edit format definition ID %s
sq: Përpuno definicionin e formatit ID %s

# tl_style.cut.0
source: Move format definition
sq: Shtyrja e definicionit të formatit

# tl_style.cut.1
source: Move format definition ID %s
sq: Shtyn definicionin e formatit ID %s

# tl_style.copy.0
source: Duplicate format definition
sq: Dyfisho definicionin e formatit

# tl_style.copy.1
source: Duplicate format definition ID %s
sq: Dyfisho defnicionin e formatit ID %s

# tl_style.delete.0
source: Delete format definition
sq: Shlyej definicionin e formatit

# tl_style.delete.1
source: Delete format definition ID %s
sq: Shlyej definicionin e format ID %s

# tl_style.editheader.0
source: Edit style sheet
sq: Përpuno hyrjën e Stylesheet

# tl_style.editheader.1
source: Edit the style sheet settings
sq: Përpuno hyrjën e këtij styelesheet

# tl_style.pasteafter.0
source: Paste at the top
sq: Fute në fillim

# tl_style.pasteafter.1
source: Paste after format definition ID %s
sq: Fute pas definicionit të formatit ID %s

# tl_style.pastenew.0
source: Add new at the top
sq: Krijo definicion të ri të formatit në fillim

# tl_style.pastenew.1
source: Add new after format definition ID %s
sq: Krijo fefinicion të ri të formatit pas definicionit ID %s

# tl_style.toggle.0
source: Toggle visibility
sq: Toggle dukshmërinë

# tl_style.toggle.1
source: Toggle the visibility of format definition ID %s
sq: Toggle dukshmërinë të definicionit së formatit ID %s
