Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/core/languages/*/*_templates.xlf
Languages: sq

# tl_templates.original.0
source: Original template
sq: Shabllonet origjinale

# tl_templates.original.1
source: Here you can select the template that you want to customize.
sq: Zgjedhoni shabllonin origjinal, të cilin doni ta përshtatni. Një kopjo lokale krijohet në dosjen <em>templates</em>.

# tl_templates.target.0
source: Target folder
sq: Dosje target

# tl_templates.target.1
source: A copy of the selected template will be stored in the target folder.
sq: Një kopje e shabllonit të zgjedhur do të ruhet në dojse target.

# tl_templates.headline
source: Add a new template
sq: Fut një shabllon të ri

# tl_templates.newTpl
source: Create template
sq: Krijo shabllon

# tl_templates.exists
source: Template "%s" exists already!
sq: Një shabllon me emrin "%s" ekziston!

# tl_templates.invalid
source: Invalid source or target directory "%s"!
sq: Dosja burimore apo targetuese nuk është në rregull "%s"!

# tl_templates.new_tpl.0
source: New template
sq: Shabllon të ri

# tl_templates.new_tpl.1
source: Create a new template
sq: Krijo shabllon të ri

# tl_templates.new.0
source: New folder
sq: Shabllon të ri

# tl_templates.new.1
source: Create a new folder
sq: Krijo shabllon të ri

# tl_templates.pasteinto.0
source: Paste into
sq: Fut në

# tl_templates.pasteinto.1
source: Paste into this folder
sq: Fut në këtë dosje
