Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/core/languages/*/*_undo.xlf
Languages: fi

# tl_undo.pid.0
source: User
fi: Käyttäjä

# tl_undo.pid.1
source: Name of the associated user
fi: Käyttäjän nimi

# tl_undo.fromTable.0
source: Source table
fi: Lähdetaulu

# tl_undo.fromTable.1
source: Name of the original table
fi: Lähdetaulun nimi

# tl_undo.affectedRows.0
source: Affected rows
fi: Rivien määrä

# tl_undo.affectedRows.1
source: Number of records included in the undo step
fi: Muuttuneiden rivien määrä

# tl_undo.query.0
source: Details
fi: Tarkemmat tiedot

# tl_undo.query.1
source: Details of the undo step
fi: Peruutusaskeleen tarkemmat tiedot

# tl_undo.data.1
source: Raw data of the undo step
fi: Peruutusaskeleen raakadata

# tl_undo.show.0
source: Show details
fi: Näytä tarkemmat tiedot

# tl_undo.show.1
source: Show the details of entry ID %s
fi: Näytä kohteen ID %s tarkemmat tiedot

# tl_undo.undo.0
source: Restore
fi: Palauta

# tl_undo.undo.1
source: Restore entry ID %s
fi: Palauta kohde ID %s
