Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/core/languages/*/explain.xlf
Languages: fr

# XPL.insertTags.0.0
source: Rich Text Editor
fr: Éditeur de texte riche

# XPL.insertTags.0.1
source: For more information about TinyMCE please visit <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a>.
fr: Pour plus d'information sur TinyMCE, veuillez s'il vous plaît visiter <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank">http://www.tinymce.com/</a>.

# XPL.insertTags.1.0
source: Insert tags
fr: Balises d'insertion

# XPL.insertTags.1.1
source: For more information on insert tags please visit <a href="https://contao.org/manual/managing-content.html#insert-tags" title="Contao online documentation" target="_blank">https://contao.org/manual/managing-content.html#insert-tags</a>.
fr: Pour plus d'information sur les balises d'insertion : <a href="https://contao.org/manual/managing-content.html#insert-tags" title="Contao online documentation" target="_blank">https://contao.org/manual/managing-content.html#insert-tags</a>.

# XPL.insertTags.2.0
source: Code Editor
fr: Éditeur de code

# XPL.insertTags.2.1
source: For more information about ACE please visit <a href="http://ace.ajax.org" title="ACE (Ajax.org Cloud9 Editor)" target="_blank">http://ace.ajax.org</a>.
fr: Pour plus d'information concernant ACE, veuillez s'il vous plaît visiter <a href="http://ace.ajax.org" title="ACE (Ajax.org Cloud9 Editor)" target="_blank">http://ace.ajax.org</a>.

# XPL.dateFormat.0.1
source: Contao supports all date and time formats that can be parsed with the PHP date() function. However, to ensure that any input can be transformed into a UNIX timestamp, you can only use numeric date and time formats (j, d, m, n, y, Y, g, G, h, H, i, s) in the back end.<br><br><strong>You can enter variant front end formats in the site structure (website root pages).</strong><br><br><em>Here are some examples of valid date and time formats</em>:
fr: Contao supporte différents formats de date et d'heure qui sont basés sur la fonction date() de PHP. Cependant, pour s'assurer que n'importe quelle entrée utilisateur puisse être transformée en format horaire d'UNIX, vous pouvez seulement employer un format de date et d'heure numérique (j, d, m, n, y, Y, g,G, h, H, I, s) dans le back office.<br /><br /><strong>Vous pouvez utiliser des formats différents dans le front office dans la structure de site (pages racines).</strong><br /><br /><em>Voici quelques exemples de formats de date et d'heure valides </em > :

# XPL.dateFormat.1.1
source: YYYY-MM-DD, international ISO-8601, e.g. 2005-01-28
fr: YYYY-MM-DD, norme internationale ISO-8601, ex. : 2005-01-28

# XPL.dateFormat.2.1
source: MM/DD/YYYY, English format, e.g. 01/28/2005
fr: MM/ JJ/AAAA, format anglais, par exemple 01/28/2005

# XPL.dateFormat.3.1
source: DD.MM.YYYY, German format, e.g. 28.01.2005
fr: JJ.MM.AAAA, format allemand, par exemple 28.01.2005

# XPL.dateFormat.4.1
source: YY-M-D, without leading zeros, e.g. 05-1-28
fr: YY-M-D, sans le zéro des mois, ex. : 05-1-28

# XPL.dateFormat.5.1
source: YYYYMMDD, timestamp, e.g. 20050128
fr: YYYYMMDD, timestamp, ex. : 20050128

# XPL.dateFormat.6.1
source: 24 hours, minutes and seconds, e.g. 20:36:59
fr: 24 heures, minutes et secondes, ex. : 20:36:59

# XPL.dateFormat.7.1
source: 12 hours without leading zeros and minutes, e.g. 8:36
fr: 12 heures sans le zéro des heures et des minutes ex. : 8:36

# XPL.highlighter.0.0
source: Rich Text Editor
fr: Coloration syntaxique

# XPL.highlighter.0.1
source: For more information about how to configure the syntax highlighter please visit <a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.
fr: Pour plus d'information sur la façon de configurer la coloration syntaxique, visitez <a href="http://alexgorbatchev.com/SyntaxHighlighter/manual/configuration/#syntaxhighlighterdefaults" title="SyntaxHighlighter by Alex Gorbatchev" target="_blank">http://alexgorbatchev.com</a>.

# XPL.imageSizeDensities.0.0
source: Sizes attribute
fr: Attribut tailles (sizes)

# XPL.imageSizeDensities.0.1
source: The HTML attribute <code>sizes</code> defines the displayed width of the image, optionally combined with a media query. You can use any CSS value to define the width.<br><br>E.g. <code>(max-width: 600px) 100vw, 50vw</code> means the images width is 100% of the viewport for small screens and 50% of the viewport for larger screens.<br><br>And <code>(max-width: 600px) calc(100vw - 20px), 500px</code> means the images width is 20px smaller than the viewport for small screens and 500px for larger screens.<br><br>For more information about the sizes attribute please visit <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-sizes" target="_blank">w3.org</a>.
fr: L'attribut HTML <code>sizes</code> définit la largeur de l'image affichée, éventuellement associé avec une media query. Vous pouvez utiliser n'importe quelle valeur de CSS pour définir la largeur.<br><br>Par exemple <code>(max-width: 600px) 100vw, 50vw</code> signifie que la largeur des images correspond à 100% du viewport pour les petits écrans et 50% du viewport pour les écrans larges.<br><br>Et <code>(max-width: 600px) calc(100vw - 20px), 500px</code> signifie que la largeur des images est 20px inférieure au viewport pour les petits écrans et 500px pour les écrans larges.<br><br>Pour plus d'informations sur l'attribut sizes, veuillez s'il vous plaît visiter le site <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-sizes" target="_blank">w3.org</a>.

# XPL.imageSizeDensities.1.0
source: Pixel densities/<br>scale factors
fr: Densité de pixels/<br>facteurs d'échelle

# XPL.imageSizeDensities.1.1
source: If the sizes attribute is not defined, this setting simply defines the pixel densities you want to support. The dimensions of the images are adjusted automatically. E.g. <code>1x, 1.5x, 2x</code> creates the following HTML code:<br><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>If the sizes attribute is defined, the same image sizes get generated but width descriptors are used for the srcset attribute. E.g. a 200 pixel wide image with the densities <code>1x, 1.5x, 2x</code> creates the following HTML code:<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>For more information about the srcset attribute please visit <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-srcset" target="_blank">w3.org</a>.
fr: Si l'attribut tailles (sizes) n'est pas défini, ce paramètre définit simplement les densités de pixels que vous souhaitez soutenir. Les dimensions des images sont automatiquement ajustées. Par exemple <code>1x, 1.5x, 2x</code> crée le code HTML suivant :<br><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>Si l'attribut tailles (sizes) est défini, les mêmes tailles d'image sont générées mais les descripteurs largeur (width) sont utilisés pour l'attribut srcset. Par exemple, une image large de 200 pixels avec les densités <code>1x, 1.5x, 2x</code> crée le code HTML suivant :<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>Pour plus d'informations sur l'attribut srcset, veuillez s'il vous plaît visiter le site <a href="http://www.w3.org/html/wg/drafts/html/master/embedded-content.html#attr-img-srcset" target="_blank">w3.org</a>.
