Repository: kombinatdelikat/kombinatdelikat
Catalog: deprecated/system/modules/core/languages/*/languages.xlf
Languages: sq

# LNG.af_ZA
source: Afrikaans (South Africa)
sq: Afrikaans (Afrika jugore)

# LNG.am_ET
source: Amharic (Ethiopia)
sq: Amarikishte (Etiopia)

# LNG.ar
source: Arabic
sq: Arabishte

# LNG.ar_AA
source: Arabic (Unitag)
sq: Arabisht (Unifikuar)

# LNG.ar_SA
source: Arabic (Saudi Arabia)
sq: Arabisht (Arabia saudite)

# LNG.as_IN
source: Assamese (India)
sq: Asameze (India)

# LNG.az_AZ
source: Azerbaijani (Azerbaijan)
sq: Azerbajxhanisht (Azerbajxhan)

# LNG.be
source: Belarusian
sq: Bellarus

# LNG.be_BY
source: Belarusian (Belarus)
sq: Bjellorusishtja (Bjellorusia)

# LNG.bg
source: Bulgarian
sq: Bullgarishte

# LNG.bg_BG
source: Bulgarian (Bulgaria)
sq: Bullgarishte (Bullgaria)

# LNG.bn_BD
source: Bengali (Bangladesh)
sq: Bangalishtja (Bangladeshi)

# LNG.bn_ID
source: Bengali (India)
sq: Bangalishtja (Indi)

# LNG.bo_CN
source: Tibetan (China)
sq: Tibetiane (Kinë)

# LNG.bs_BA
source: Bosnian (Bosnia and Herzegovina)
sq: Boshnjakishte (Bonje-Hercegovinë)

# LNG.ca
source: Catalan
sq: Katalan

# LNG.ca_ES
source: Catalan (Spain)
sq: Katalan (Spanjë)

# LNG.cs
source: Czech
sq: Çeke

# LNG.cs_CZ
source: Czech (Czech Republic)
sq: Çekishte (Republika Çeke)

# LNG.cy_GB
source: Welsh (United Kingdom)
sq: Uellsishtja (Mbretëria e bashkuar e Bbritanisë)

# LNG.da
source: Danish
sq: Daneze

# LNG.da_DK
source: Danish (Denmark)
sq: Danishtja (Danimarka)

# LNG.de
source: German
sq: Gjermane

# LNG.de_AT
source: German (Austria)
sq: Gjermanishte (Austri)

# LNG.de_CH
source: German (Switzerland)
sq: Gjermanishte (Zvicër)

# LNG.de_DE
source: German (Germany)
sq: Gjermanishte (Gjermani)

# LNG.dz
source: Dzongkha
sq: Gjonka

# LNG.dz_BT
source: Dzongkha (Bhutan)
sq: Gjonka (Butan)

# LNG.el
source: Greek
sq: Greqishte

# LNG.el_GR
source: Greek (Greece)
sq: Greqishte (Greqi)

# LNG.en
source: English
sq: Anglishte

# LNG.en_AU
source: English (Australia)
sq: Anglishte (Australi)

# LNG.en_CA
source: English (Canada)
sq: Anglishte (Kanada)

# LNG.en_GB
source: English (United Kingdom)
sq: Anglishte (Mbretëria e bashkuar e Britanisë)

# LNG.en_IE
source: English (Ireland)
sq: Anglishte (Irlanda)

# LNG.en_US
source: English (United States)
sq: Anglisht (Shtetet e bashkuara të Amerikës)

# LNG.en_ZA
source: English (South Africa)
sq: Anglisht (Afrika jugore)

# LNG.es
source: Spanish
sq: Spanjishte

# LNG.es_AR
source: Spanish (Argentina)
sq: Shpanishte (Argjentina)

# LNG.es_BO
source: Spanish (Bolivia)
sq: Shpanishte (Bolivia)

# LNG.es_CL
source: Spanish (Chile)
sq: Shpanishte (Kilia)

# LNG.es_CO
source: Spanish (Colombia)
sq: Shpanishte (Kolumbia)

# LNG.es_CR
source: Spanish (Costa Rica)
sq: Shpanishte (Kosta Rika)

# LNG.es_DO
source: Spanish (Dominican Republic)
sq: Shpanishte (Republika Domenikane)

# LNG.es_EC
source: Spanish (Ecuador)
sq: Shpanishte (Ekuadori)

# LNG.es_ES
source: Spanish (Spain)
sq: Shpanishte (Spanjë)

# LNG.es_MX
source: Spanish (Mexico)
sq: Shpanishte (Meksikë)

# LNG.es_NI
source: Spanish (Nicaragua)
sq: Shpanishte (NIkaragua)

# LNG.es_PA
source: Spanish (Panama)
sq: Shpanishte (Panama)

# LNG.es_PE
source: Spanish (Peru)
sq: Shpanishte (Peruja)

# LNG.es_PR
source: Spanish (Puerto Rico)
sq: Shpanishte (Portorikoja)

# LNG.es_PY
source: Spanish (Paraguay)
sq: Shpanishte (Paraguaji)

# LNG.es_SV
source: Spanish (El Salvador)
sq: Shpanishte (Salvadori)

# LNG.es_UY
source: Spanish (Uruguay)
sq: Shpanishte (Uruguaji)

# LNG.es_VE
source: Spanish (Venezuela)
sq: Shpanishte (Venezuela)

# LNG.et
source: Estonian
sq: Estonishte

# LNG.et_EE
source: Estonian (Estonia)
sq: Estonishte (Estoni)

# LNG.eu_ES
source: Basque (Spain)
sq: Baskë (Spanjë)

# LNG.fa_IR
source: Persian (Iran)
sq: Persishte (Iran)

# LNG.fi
source: Finnish
sq: Finlandishte

# LNG.fi_FI
source: Finnish (Finland)
sq: Finlandisht (Finlandë)

# LNG.fo_FO
source: Faroese (Faroe Islands)
sq: Faroese (Ishujt Faroe)

# LNG.fr
source: French
sq: Frengjishte

# LNG.fr_CA
source: French (Canada)
sq: Franceze (Kanadë)

# LNG.fr_CH
source: French (Switzerland)
sq: Franceze (Zvicër)

# LNG.fr_FR
source: French (France)
sq: Franceze (Francë)

# LNG.fy_NL
source: Frisian (Netherlands)
sq: Frisian ( Hollandë)

# LNG.ga_IE
source: Irish (Ireland)
sq: Irlandeze (Irlandë)

# LNG.gl_ES
source: Galician (Spain)
sq: Galikë (Spanjë)

# LNG.gu_IN
source: Gujarati (India)
sq: Gujarati (Indi)

# LNG.he_IL
source: Hebrew (Israel)
sq: Hebraik (Izrael)

# LNG.hi_IN
source: Hindi (India)
sq: Indishtë (Indi)

# LNG.hr
source: Croatian
sq: Kroatishte

# LNG.hr_HR
source: Croatian (Croatia)
sq: Kroatishte (Kroaci)

# LNG.hu
source: Hungarian
sq: Hungarishte

# LNG.hu_HU
source: Hungarian (Hungary)
sq: Hungarishte (Hangari)

# LNG.hy_AM
source: Armenian (Armenia)
sq: Armenishte (Armeni)

# LNG.id
source: Indonesian
sq: Indonezianishte

# LNG.id_ID
source: Indonesian (Indonesia)
sq: Indonezishte (Indonezi)

# LNG.is
source: Icelandic
sq: Islandishte

# LNG.is_IS
source: Icelandic (Iceland)
sq: Islandishte (Islandë)

# LNG.it
source: Italian
sq: Italishte

# LNG.it_CH
source: Italian (Switzerland)
sq: Italishte (Zvicër)

# LNG.it_IT
source: Italian (Italy)
sq: Italishte (Itali)

# LNG.ja
source: Japanese
sq: Japonishte

# LNG.ja_JP
source: Japanese (Japan)
sq: Japonishte (Japoni)

# LNG.ka_GE
source: Georgian (Georgia)
sq: Georishte (Gjeorgjisë)

# LNG.kk_KZ
source: Kazakh (Kazakhstan)
sq: Kazah (Kazakstan)

# LNG.kn_IN
source: Kannada (India)
sq: Kannada (Indi)

# LNG.ko
source: Korean
sq: Koreanishte

# LNG.ko_KR
source: Korean (Korea)
sq: Koreanishte (Korea)

# LNG.ks_IN
source: Kashmiri (India)
sq: Kashmiri (Indi)

# LNG.ku_IQ
source: Kurdish (Iraq)
sq: Kurdishte (Irak)

# LNG.lt
source: Lithuanian
sq: Lituanishte

# LNG.lt_LT
source: Lithuanian (Lithuania)
sq: Lituanishte (Lituani)

# LNG.lv
source: Latvian
sq: Letonishte

# LNG.lv_LV
source: Latvian (Latvia)
sq: Letonishte (Letvia)

# LNG.mk_MK
source: Macedonian (Macedonia)
sq: Maqedonishte (Maqedoni)

# LNG.ml_IN
source: Malayalam (India)
sq: Malayalam (Indi)

# LNG.mn_MN
source: Mongolian (Mongolia)
sq: Mongol (Mongoli)

# LNG.mr_IN
source: Marathi (India)
sq: Marathi (Indi)

# LNG.ms_MY
source: Malay (Malaysia)
sq: Malajzishte (Malajzi)

# LNG.mt_MT
source: Maltese (Malta)
sq: Maltishte (Malta)

# LNG.my_MM
source: Burmese (Myanmar)
sq: Birmanez (Myanmar)

# LNG.ne_NP
source: Nepali (Nepal)
sq: Nepalishte (Nepal)

# LNG.nl
source: Dutch
sq: Holandishte

# LNG.nl_BE
source: Dutch (Belgium)
sq: Holandezishte (Belgjikë)

# LNG.nl_NL
source: Dutch (Netherlands)
sq: Holandezishte (Hollandë)

# LNG.no
source: Norwegian
sq: Norvegjishte

# LNG.no_NO
source: Norwegian (Norway)
sq: Norvegjishte (Norvegji)

# LNG.or_IN
source: Oriya (India)
sq: Orija (Indi)

# LNG.pa_IN
source: Punjabi (India)
sq: Pangjabi (Indi)

# LNG.pl
source: Polish
sq: Polakshe

# LNG.pl_PL
source: Polish (Poland)
sq: Polonishte (Poloni)

# LNG.pt
source: Portuguese
sq: Portugalishte

# LNG.pt_BR
source: Portuguese (Brazil)
sq: Portugalishte (Brazil)

# LNG.pt_PT
source: Portuguese (Portugal)
sq: Portugalishte (Portugali)

# LNG.ro
source: Romanian
sq: Rumanishte

# LNG.ro_RO
source: Romanian (Romania)
sq: Rumanishte (Rumoni)

# LNG.ru
source: Russian
sq: Rusishte

# LNG.ru_RU
source: Russian (Russia)
sq: Rusishte (Rusi)

# LNG.si_LK
source: Sinhala (Sri Lanka)
sq: Sinhala (Sri Lankë)

# LNG.sk
source: Slovak
sq: Sllovakishte

# LNG.sk_SK
source: Slovak (Slovakia)
sq: Sllovakishte (Sllovaki)

# LNG.sl
source: Slovenian
sq: Sllovenishte

# LNG.sl_SI
source: Slovenian (Slovenia)
sq: Sllovenishte (Slloveni)

# LNG.sq
source: Albanian
sq: Shqipe

# LNG.sq_AL
source: Albanian (Albania)
sq: Shqip (Shqipëri)

# LNG.sr
source: Serbian
sq: Serbishte

# LNG.sr_RS
source: Serbian (Serbia)
sq: Serbishtë (Serbi)

# LNG.st
source: Sotho
sq: Soto

# LNG.st_ZA
source: Sotho (South Africa)
sq: Soto (Afrika jugore)

# LNG.su
source: Sudanese
sq: Sudaneze

# LNG.sv
source: Swedish
sq: Suedishte

# LNG.sv_FI
source: Swedish (Finland)
sq: Suedeze (Finlandë)

# LNG.sv_SE
source: Swedish (Sweden)
sq: Suedeze (Suedi)

# LNG.sw
source: Swahili
sq: Svaili

# LNG.sw_KE
source: Swahili (Kenya)
sq: Suahilishte (Kenia)

# LNG.ta_IN
source: Tamil (India)
sq: Tamil (Indi)

# LNG.ta_LK
source: Tamil (Sri Lanka)
sq: Tamil (Sri Lankë)

# LNG.te_IN
source: Telugu (India)
sq: Telugu (Indi)

# LNG.tg_TJ
source: Tajik (Tajikistan)
sq: Taxhikishte (Taxhikistan)

# LNG.th
source: Thai
sq: Taj

# LNG.th_TH
source: Thai (Thailand)
sq: Tai (Tailandë)

# LNG.ti
source: Tigrinya
sq: Tigrinea

# LNG.tl_PH
source: Tagalog (Philippines)
sq: Tagalog (Filipinë)

# LNG.tn
source: Setswana
sq: Setsvana

# LNG.tr
source: Turkish
sq: Turqishte

# LNG.tr_TR
source: Turkish (Turkey)
sq: Turqishte (Turki)

# LNG.tw
source: Twi
sq: Tuvi

# LNG.uk
source: Ukrainian
sq: Ukrainishte

# LNG.uk_UA
source: Ukrainian (Ukraine)
sq: Ukrainishte (Ukrain)

# LNG.vi
source: Vietnamese
sq: Vijetnameze

# LNG.vi_VN
source: Vietnamese (Vietnam)
sq: Vijetnameze (Vijetnam)

# LNG.wo_SN
source: Wolof (Senegal)
sq: Volof (Senegal)

# LNG.zh
source: Chinese
sq: Kineze

# LNG.zh_CN
source: Chinese (China)
sq: Kineze (Kinë)

# LNG.zh_HK
source: Chinese (Hong Kong)
sq: Kineze (Hong Kong)

# LNG.zh_TW
source: Chinese (Taiwan)
sq: Kineze (Tajvan)

# LNG.zu_ZA
source: Zulu (South Africa)
sq: Zulu (Afrika jugore)
